UPDATE phases
            SET background = 'Avenue of Chestnut Trees near La Celle Saint Cloud 是Alfred Sisley在1865年创作的一幅作品。这幅画展示了法国La Celle-Saint-Cloud附近的栗树林道。Sisley的这幅作品体现了他对自然风景的深刻洞察力，同时也反映了那个时代艺术家们对户外绘画的热情',
                style = 'Sisley的这幅作品属于印象派风格前期的现实主义风格。画中的树木和道路通过碎片化的笔触和对光线及色彩的敏感处理，展现了自然景观的瞬间美。这种风格后来演变为Sisley标志性的印象派风格，特别是他在户外绘画时对光线和色彩的捕捉​',
                theme = '这幅画不仅是对自然景观的描绘，还隐含了对时代变迁的思考。画中的栗树林道曾是皇家狩猎场，这一细节可能暗示了对过去与现在的对比，反映了社会变革对环境和传统的影响。此外，Sisley通过这幅作品传达了对自然美的欣赏和对简单生活方式的向往'
            WHERE artwork = 'Avenue of Chestnut Trees near La Celle Saint Cloud';
UPDATE phases
            SET background = 'Flood at Port Marly是Alfred Sisley在1876年创作的一系列作品中的一部分。这些作品描绘了塞纳河在Port-Marly地区的洪水。Sisley在1875年搬到了Marly-le-Roi，并目睹了1876年春季的大洪水。他在这一系列中记录了从水位上升到河水回归正常的各个阶段。这些作品不仅是视觉上的记录，也体现了Sisley对光影和颜色的敏感运用​。',
                style = 'Sisley的这些作品采用了印象派风格，通过精致的色彩和细腻的笔触捕捉瞬息万变的光影效果。特别是在描绘洪水时，他使用了蓝色和黑色的色彩组合，这在当时的印象派画家中颇为罕见。画作中的不稳定构图，如画面左侧房屋的立面，增强了场景的动态感，表达了自然界的不可预测性和强大力量​',
                theme = '这些作品主题聚焦于自然灾害的影响和美学表现。通过描绘洪水泛滥的Port-Marly，Sisley探索了自然界的力量与美丽，并表现了人类在自然面前的渺小。他通过这一系列作品，尤其是通过对光影和水面反射的精细描绘，传达了对生活环境深刻的观察和感受'
            WHERE artwork = 'Flood at Port Marly';
UPDATE phases
            SET background = 'Moret sur Loing是Alfred Sisley在1888年和1891年创作的一系列风景画。Sisley选择了法国Moret-sur-Loing这个风景如画的小镇作为他的创作地点，此地距离巴黎约一小时车程。Sisley在此地的作品捕捉了河流、桥梁和传统建筑的宁静美景，展现了他对这个地区自然和建筑美的深刻感受​',
                style = 'Sisley的"Moret sur Loing"系列作品展现了典型的印象派风格，使用了散射的光线和色彩来表现自然的动态和光影效果。他在画作中运用了细腻的笔触和色彩对比，尤其擅长描绘水面和天空的反射，使画作呈现出一种生动而动态的视觉效果​ ',
                theme = '艺术作品创作主题:Sisley的这些作品主要聚焦于自然风景和小镇的宁静生活。通过对Moret-sur-Loing河流和桥梁的描绘，Sisley传达了对自然界和平凡生活美好瞬间的珍视。这些画作不仅是对自然美景的赞美，也反映了艺术家对生活环境的深刻理解和情感投入'
            WHERE artwork = 'Moret sur Loing';
UPDATE phases
            SET background = 'Road from Osny to Pontoise, Hoar Frost 是Camille Pissarro在1873年创作的一幅作品。这幅画描述了从Osny到Pontoise的道路在严寒霜冻中的景象。Pissarro选择在冬季的霜冻环境中描绘乡村景观，通过这种方式探索自然光和色彩的微妙变化​ ',
                style = '这幅作品是印象派风格，Pissarro通过散射的光线和色彩捕捉冬日的霜冻效果。他使用冷色调来强调寒冷的天气，同时运用松散和动态的笔触表现光影在自然景观中的变化。这种风格展示了Pissarro在描绘户外自然场景中的技巧和对光影效果的敏感捕捉',
                theme = '这幅画的主题集中于展示自然界的静谧与和谐，以及人与自然环境之间的互动。Pissarro通过这幅画传达了对自然美的深刻欣赏和对农村生活的敬意。画中的道路引领观者的视线深入画面，象征着向自然世界的深入探索和对未知的好奇​'
            WHERE artwork = 'Road from Osny to Pontoise, Hoar Frost';
UPDATE phases
            SET background = 'The Côte des Boeufs at L’Hermitage 是由Camille Pissarro在1877年创作的，位于他居住地附近的一个小山坡上，这一地点给了他灵感和便利来描绘自然风景。这幅画展示了Pissarro对于自然环境的深刻理解和他的居住地周边的乡村风光​ ',
                style = '该作品展示了Pissarro的印象派风格，特别是在使用光线和色彩来捕捉自然场景的瞬间变化方面。他运用细腻的笔触和丰富的色彩层次，通过精细的树木和建筑的描绘，展现了一种深度和结构感，这在当时的印象派中较为少见',
                theme = '这幅画不仅仅是对自然美景的描绘，更是Pissarro对乡村生活的赞美。通过展现L’Hermitage的宁静生活和自然景观，Pissarro传达了对简单生活方式的向往和对工业化前乡村纯朴生活的怀念'
            WHERE artwork = 'The Cote des Boeufs at l’Hermitage, near Pontoise';
UPDATE phases
            SET background = 'Boulevard Montmartre, Morning, Grey Weather 是Camille Pissarro于1897年创作的油画作品，描绘了巴黎蒙马特大街的一个阴沉的早晨。这是Pissarro在巴黎一系列街景画作中的一部分，展现了城市生活的瞬间',
                style = '该作品体现了印象派风格，特别是在捕捉光线和气氛的变化上。Pissarro通过细腻的笔触和色彩层次，描绘了街道上的行人和车辆，传达了早晨特有的静谧与活力​ ',
                theme = '这幅画不仅仅是对巴黎街头的视觉记录，更深层地探讨了都市景观中的人文关系和日常生活的节奏。通过这种日常场景的描绘，Pissarro传达了对现代城市生活的观察与思考​ '
            WHERE artwork = 'Boulevard Montmartre Morning, Grey Weather';
UPDATE phases
            SET background = 'Boy with a Basket of Fruit 是由意大利画家Caravaggio在1593年左右创作的。这幅画是Caravaggio到罗马发展早期的作品，描绘了他的朋友、16岁的西西里画家Mario Minniti作为模特的画像。这幅作品最初属于画家Cavalier d’Arpino，后来被卡迪纳尔Scipione Borghese没收。这幅画反映了Caravaggio早期对静物画的探索​',
                style = '这幅画采用了写实主义风格，Caravaggio以其标志性的光影对比（chiaroscuro）技法，突出了画中青年和果篮的细节。画中的水果和叶子描绘得异常逼真，通过细致的观察，可以看出各种水果和叶片的自然状态和质感​',
                theme = '此画不仅展示了Caravaggio在绘画技巧上的精湛技艺，也深刻表达了对生命易逝的感慨。画中丰盛的水果象征青春和生命的旺盛，而这种旺盛与画中青年的青涩相映成趣，同时也暗示了青春和生命的短暂和易逝​'
            WHERE artwork = 'Boy with a Basket of Fruit';
UPDATE phases
            SET background = 'The Calling of Saint Matthew 是Caravaggio于1599-1600年为罗马San Luigi dei Francesi教堂的Contarelli小堂创作的。这幅作品是根据马修福音书中的一个场景，描绘耶稣召唤税吏马太成为他的门徒。这是Caravaggio接受的重要的教堂委托之一，显示了他的戏剧化照明和现实主义风格，这与之前的风格形成了鲜明对比',
                style = '这幅画采用了明暗对比强烈的技法，突出了圣马太惊讶的表情和他的指向动作，这种风格后来被称为tenebrism。光线从画面右侧投射进来，照亮了人物的脸庞，增强了画面的戏剧效果。Caravaggio通过这种技法，有效地传达了神圣介入凡人世界的瞬间',
                theme = '这幅画不仅描绘了圣马太被召唤的场景，还通过画面中的人物表情和动作，探讨了信仰的力量和个人转变的时刻。画中的马太是一个税吏，象征着世俗和物质主义，而耶稣的召唤则代表了向精神和宗教生活的转变​'
            WHERE artwork = 'Calling of Saint Matthew';
UPDATE phases
            SET background = 'The Beheading of Saint John the Baptist 是Caravaggio于1608年在马耳他创作的，这幅画是为圣约翰联合教堂的祭坛画而作，也是Caravaggio唯一一幅有签名的作品。这幅巨大的画作是Caravaggio在逃离罗马后接受的重要委托，标志着他艺术风格的一个转变时期。这幅作品不仅为他赢得了艺术界的赞誉，也因其尺寸之大和主题之重而成为讨论的焦点​',
                style = '这幅画使用了Caravaggio标志性的明暗对比技法（chiaroscuro），通过强烈的光线和阴影对比增强了画面的戏剧性。画中的红色和暖黄色调增添了作品的情感强度，而且巧妙地运用空间和比例，使得场景中的人物显得生动而真实。Caravaggio的这幅作品展示了他对光影的精湛掌控以及对人物情感的深刻刻画​ ',
                theme = '这幅作品描绘了圣约翰被斩首的一刻，涉及强烈的宗教和道德主题。画中，Salome等待着接过圣约翰的首级，而旁边的囚犯和旁观者则反映出各种复杂的情感。Caravaggio的签名被置于流出的血液中，这种个人化的元素可能寓意着画家与这幅画中的烈士身份有某种形式的认同，同时也体现了他个人命运的悲剧色彩'
            WHERE artwork = 'Beheading of Saint John the Baptist';
UPDATE phases
            SET background = 'Impression, Sunrise 由Claude Monet于1872年创作，描绘了他的家乡勒阿弗尔港口的日出景象。这幅画是在Monet对光和颜色进行了一系列实验后完成的，这些实验包括从不同的时间和视角捕捉港口的景象。这幅作品在1874年的第一次印象派展览中首次展出，并因此画而使“印象派”这一术语得名​ ',
                style = 'Monet在这幅作品中采用了典型的印象派风格，通过松散和动态的笔触捕捉早晨的光线和大气。画中的色彩以冷暖对比明显的蓝灰色和橙色为主，这种色彩使用不仅增强了画面的光影效果，还强调了日出时分的短暂和瞬间美',
                theme = '这幅画不仅是对自然景观的描绘，更是对工业化进程中的勒阿弗尔港口的一种艺术反映。Monet通过这幅画表达了对勒阿弗尔这个商业繁忙的港口的观察，以及对新兴工业化景观的艺术呈现。此外，这幅画也象征着法国在普法战争后的复兴和再生'
            WHERE artwork = 'Impression, sunrise';
UPDATE phases
            SET background = 'Woman with a Parasol - Madame Monet and Her Son 是Claude Monet在1875年创作的，描绘了他的妻子Camille和他们的儿子Jean在一个风和日丽的日子里散步的情景。这幅画反映了印象派艺术家对户外光线和色彩变化的兴趣，同时也展示了Monet对家庭生活的深情描绘。这幅作品首次在1876年的第二次印象派展览中向公众展示，展示了Monet对光和颜色的精湛掌握',
                style = 'Monet在这幅作品中使用了快速和自由的笔触来捕捉瞬间的光线和动感，这是印象派风格的典型特征。画中的色彩明亮且对比强烈，尤其是Camille的白色裙装和天空的蓝色形成了鲜明的视觉效果。整个画面充满了动感和生活气息，体现了Monet对户外场景即兴描绘的独特能力​',
                theme = '这幅画不仅是Monet家庭生活的一个片段，也象征着当时女性角色的变化。Camille在画中被描绘为一个独立和自信的女性形象，这反映了当时法国女性权利运动的兴起。此外，通过描绘日常的家庭活动，Monet探讨了个人与自然环境之间的和谐关系，以及光影如何塑造我们看待世界的方式​'
            WHERE artwork = 'The Promenade, Woman with a Parasol';
UPDATE phases
            SET background = 'Water Lily Pond 是Claude Monet在1899年创作的一系列作品中的一部分，展示了他在吉维尼家园的莲花池。Monet购买了这块地并转变成一个带有日式桥梁的水池，用以捕捉水面和光影的效果。这一系列作品反映了他对自然美景的深刻观察以及对画面氛围和情感的精细捕捉',
                style = '这些作品采用了印象派的风格，特征是快速而自由的笔触，以及对光和色彩的敏感捕捉。Monet通过这些画作探索了光影在水面上的变化，以及花卉和反射在水面上的天空的视觉效果。作品中的色彩丰富而细腻，以水莲的黄色、粉色、白色和绿色为主，形成了一种既有深度又具抽象美感的视觉体验​ ',
                theme = 'Monet的这些作品不仅是对自然美的描绘，更深层次地表达了艺术家与自然和谐共处的理念。通过精心设计的园林和精确捕捉的自然光，Monet展现了自然界的宁静与和谐。这些画作体现了他对生活环境的热爱以及通过艺术表达对美的不懈追求​ '
            WHERE artwork = 'Water Lily Pond';
UPDATE phases
            SET background = 'The Bellelli Family是埃德加·德加在意大利学习期间创作的作品。画中的人物是他的姑姑劳拉、她的丈夫贝莱利男爵以及他们的两个女儿。画作反映了德加姑姑一家在佛罗伦萨的生活，展现了家庭成员之间的情感距离和疏离感。这幅作品体现了德加的早期风格和对人物心理的深刻描绘​',
                style = '"The Bellelli Family"采用了历史画的大尺幅来展示家庭肖像，使其具有戏剧性和心理深度。画中的人物布局和表情管理揭示了家庭成员之间的紧张关系和情感隔阂。德加的绘画风格在此作中呈现出对细节的精确捕捉和对复杂家庭关系的深刻理解​',
                theme = '此作品主题围绕家庭关系的复杂性和个体情感的孤立。通过对姑姑劳拉及其家庭成员的刻画，德加探讨了家庭内部的情感疏离和社会身份的影响。画作中的空间处理和人物间的距离感加强了这种心理张力的表现​'
            WHERE artwork = 'The Bellelli Family';
UPDATE phases
            SET background = 'The Dance Class是由埃德加·德加在1874年为歌剧男中音让-巴蒂斯特·福尔创作的。这幅画最初是为第一次印象派展览准备的，虽然实际上在两年后的展览中才展出。画中描绘的是一群芭蕾舞女在芭蕾舞教室中的一次考试，由著名的芭蕾舞大师朱尔·佩罗指导​ ',
                style = '德加的这幅作品展示了他对运动和服装的深刻兴趣。与其他印象派画家不同，德加喜欢描绘人物在非表演状态下的自然姿态，如练习、休息或调整服装的场景。这种对日常简单动作的关注揭示了他对现实生活的深刻洞察',
                theme = '德加在《舞蹈课》中去除了芭蕾舞的幻想和诗意，转而展示了背后的辛勤训练和乏味的现实。通过对舞蹈学生的描绘，德加探索了美的形成过程以及艺术与劳动之间的关系​'
            WHERE artwork = 'The Dance Class';
UPDATE phases
            SET background = 'Little Dancer Aged Fourteen 是埃德加·德加在1878至1881年间创作的唯一一件在其生前公开展出的雕塑。德加选择了巴黎歌剧院芭蕾舞学校的学生玛丽·范·戈特姆作为模特。这件作品首次亮相是在1881年的印象派展览上，引起了广泛的讨论和争议',
                style = '德加在这件雕塑中采用了颜色染过的蜡和真实的布料（如芭蕾舞裙和丝带）来创作，这种使用真实材料的方法在当时被认为是非常创新的。这件作品展示了德加对动态和姿态表现的深入研究，通过雕塑传达了青少年的不稳定和生动的青春气息​',
                theme = '这件作品深入探讨了艺术与现实之间的界限，以及社会对艺术作品中人物形象的期待与接受度。通过展现一个青少年芭蕾舞者的自然姿态而非理想化形象，德加挑战了当时观众对雕塑的传统观念，引发了关于艺术、美学和阶级的讨论​'
            WHERE artwork = 'Little Dancer, Fourteen Year Old';
UPDATE phases
            SET background = 'The Absinthe Drinker 是Édouard Manet在1859年创作的早期重要作品。这幅画展示了一个边缘化的社会人物——一名饮用苦艾酒的男子，这在当时的艺术界是非常非传统的选择。这幅作品因其对社会底层主题的直接表达在提交给巴黎沙龙时遭到拒绝，但它开启了Manet作为现代艺术的先驱的职业生涯',
                style = 'Manet在这幅作品中采用了大胆而流畅的笔触，表现了其从传统学院派风格中脱颖而出的初步尝试。他选择了一种更直接、未经修饰的表现方式，这在画作中的人物腿部和服装的描绘上表现得尤为明显',
                theme = '《苦艾酒饮者》探讨了社会边缘人物的生活，反映了19世纪巴黎社会对苦艾酒及其饮用者的偏见和社会态度。这幅画不仅是Manet风格转变的标志，也是现代艺术史上对日常生活场景的深刻观察​ '
            WHERE artwork = 'The absinthe drinker';
UPDATE phases
            SET background = 'Olympia由Édouard Manet在1863年创作，这幅画在1865年的巴黎沙龙首次展出时引起了巨大争议。这幅作品因为其直接表现现实生活中的裸体女性而非传统的神话或理想化形象而成为现代艺术的里程碑。画中的女主角被认为是一名妓女，这在当时的艺术界是一个大胆的挑战',
                style = 'Manet在"Olympia"中使用了大胆而直接的画风，这标志着从传统的现实主义向印象主义的过渡。他采用了清晰的轮廓和对比鲜明的光影来表现主题，这种风格后来深刻影响了印象派画家。Manet的画作不仅仅关注形式的表现，更注重表现现代生活中的真实场景',
                theme = '《Olympia》不仅仅是对女性裸体的描绘，更是对社会阶层和种族问题的探讨。画中的黑人女仆和主人翁之间的对比，反映了当时社会对种族和社会阶层的复杂看法。这幅画作的主题挑战了传统的审美观念，引发了关于性、权力和种族的广泛讨论​ '
            WHERE artwork = 'Olympia';
UPDATE phases
            SET background = 'A Bar at the Folies-Bergère 是Édouard Manet在1882年创作的，展示了当时巴黎著名的Folies-Bergère音乐厅内部的情景。这幅画是Manet最后的重要作品，于他去世前一年完成，并在那年的巴黎沙龙上展出。画中的主题和构图反映了现代生活的复杂性和矛盾，特别是在表现现代都市休闲和娱乐场所的社会动态方面',
                style = 'Manet在这幅作品中使用了充满表现力的笔触和复杂的视觉构图。通过在画面中大胆使用镜子的反射效果，创造了视觉上的迷惑性，使画面呈现出多重视角和深度。这种处理方式突破了传统的视觉表现技巧，为现代主义绘画开辟了新的路径​ ',
                theme = '该画作的主题探讨了现代城市生活中的孤立和人际疏远感。画中的酒吧女招待苏珊直视观众，这种直接的视觉交流形式和她身后镜子中的场景反射，构成了一种社会观察和个人体验的双重视角。通过这种方式，Manet探讨了现代都市生活中个体的角色和社会互动的复杂性​ '
            WHERE artwork = 'A Bar at the Folies-Bergere';
UPDATE phases
            SET background = 'The Sick Child是Edvard Munch在1885至1886年间创作的作品，源于他对亲姐姐Johanne Sophie因结核病去世的深刻心理创伤。这一事件对Munch产生了持久的影响，促使他在接下来的四十多年里多次回归这一主题，创作了多个版本的作品​ ',
                style = 'Munch的作品风格以其表现主义和象征主义著称，特别是在处理颜色和纹理方面表现出强烈的个人情感。在"The Sick Child"的各个版本中，Munch采用了油画和版画等多种媒介，通过粗犷的笔触和对色彩的深入探索，强调了病痛和死亡的主题',
                theme = '这幅作品深刻探讨了疾病与死亡的主题，反映了Munch对个人损失的感受和处理心理创伤的方式。作品中的病童形象传达了无助与悲伤，而周围的环境则增强了作品的情感深度。Munch通过重复创作同一主题，探索了记忆、悲痛与艺术表达之间的复杂关系'
            WHERE artwork = 'The Sick Child (later)';
UPDATE phases
            SET background = 'The Scream由Edvard Munch创作于1893年，是他最著名的作品之一，代表了现代艺术中的普遍焦虑。画作最初在1893年柏林的个展中展出，是Munch的生命之轴系列的中心主题之一。此系列探讨了生命、恐惧、死亡和爱情等主题',
                style = '该作品是表现主义艺术的典型，以其鲜明的色彩和强烈的情感表达而闻名。画中的天空呈现出剧烈的红色和橙色，这可能受到1883年克拉卡托火山爆发后异常壮观的晚霞的启发。Munch通过扭曲的人物形象和激动的线条，传达了一种深刻的内心体验​ ',
                theme = '"The Scream"表达了Munch对现代人内心深处的恐惧和不安的感受。这幅画不仅描绘了一种声音的体验——自然界的尖叫，也反映了人类面对生存状态的焦虑和孤独感。Munch曾提到，这幅画是基于他在挪威峡湾的一次散步中体验到的尖叫'
            WHERE artwork = 'The Scream';
UPDATE phases
            SET background = 'The Dance of Life是Edvard Munch在1899至1900年间创作的表现主义画作，现藏于挪威国家美术馆。该作品是Munch 生命之轴项目的一部分，反映了Munch对人生阶段的视觉表现和个人经历的深刻探索。在这幅画中，Munch通过三个女性形象展示了生命的三个阶段：纯洁、感性与苦痛​ ',
                style = 'Munch的这幅作品使用了鲜明的颜色和动态的形象来表达人生的节奏和情感的流动。画中的人物通过舞蹈的姿态和表情，展示了从年轻到衰老的转变。特别是使用红色、黑色和白色来代表不同的生命阶段和情感状态，增加了画作的象征意义和视觉冲击力',
                theme = '这幅画不仅仅是对生命不同阶段的描绘，也是Munch个人对爱情、婚姻和人生意义的复杂感受的表达。通过这三个女性和一个男性的互动，Munch探讨了从单纯到经历世事再到最终疏离的心理和情感变化。这种主题展现了Munch对个人经历的深入反思和艺术表达'
            WHERE artwork = 'Dance Of Life';
UPDATE phases
            SET background = 'The Artist’s Sister, Melanie 是奥地利表现主义画家Egon Schiele于1908年创作的一幅肖像画。这幅画描绘了Schiele的姐姐梅拉妮，是他早期艺术生涯中的作品之一。Schiele以其独特的图形风格和对传统美学的挑战而闻名，这幅作品展现了他对人物深刻心理和性感的探索​ ',
                style = 'Schiele的这幅作品展现了他特有的表现主义风格，通过扭曲的身体形态和表情的夸张来传达情感的强度。画作中梅拉妮的姿态和表情反映了一种内在的情感张力，这是Schiele作品中常见的主题',
                theme = '这幅肖像探讨了家族关系的复杂性以及个体在家族中的角色。通过对姐姐的描绘，Schiele不仅展示了她的外在形象，还试图捕捉到她内心深处的情感和状态，反映了他对人物内心世界的深入洞察​'
            WHERE artwork = 'The Artist’s Sister, Melanie';
UPDATE phases
            SET background = 'Portrait of Valerie Neuzil 是奥地利表现主义画家Egon Schiele于1912年创作的作品。这幅画作描绘了Schiele的长期伴侣瓦莱丽·诺伊齐尔，她不仅是他的情人，还是他的主要模特之一。这幅肖像在艺术风格和情感表达上展现了Schiele特有的艺术探索',
                style = '这幅作品体现了Schiele的典型风格，以其生动的线条和表情主义色彩著称。画中，Neuzil的形象强烈而具有挑战性，显示了Schiele对人物心理深度的捕捉以及对传统肖像画的颠覆​',
                theme = '该肖像不仅展示了Neuzil的物理形象，更深层次地描绘了她作为Schiele灵感来源的角色。通过这幅作品，Schiele探讨了人际关系的复杂性和深层情感，尤其是在他和Neuzil的关系上显得尤为突出​ '
            WHERE artwork = 'Portrait of Valerie Neuzil';
UPDATE phases
            SET background = 'The Family 是奥地利表现主义画家埃贡·席勒（Egon Schiele）在1918年创作的最后一幅作品之一。这幅作品最初被命名为《蹲坐的夫妇》（Crouching Couple），最初意图描绘艺术家和他的妻子，但随后在画中加入了一个未出生的孩子的形象。这幅画在席勒和他妻子因西班牙流感去世前不久完成，体现了席勒对家庭、爱与死亡的深刻反思',
                style = '席勒的这幅作品展现了他典型的表现主义风格，通过扭曲的人体形态和强烈的情感表达来描绘人物。画中的色彩鲜明，线条尖锐且流动，强调了人物之间的情感联系而非解剖学的准确性。这种风格体现了席勒对现实主义的挑战和对表达内在情感的追求',
                theme = '《家庭》不仅是席勒个人悲剧的预示，也是他对家庭生活的理想与现实的探讨。画中三个裸体人物——一男一女及一个小孩，通过身体的交织显示出紧密的家庭联系。这幅作品反映了席勒对家庭、爱情和死亡的复杂看法，以及他在个人生活中遭遇的悲剧'
            WHERE artwork = 'The Family';
UPDATE phases
            SET background = 'The Disrobing of Christ, 也被称为 El Expolio，是El Greco在1577年开始并于1579年完成的作品。这幅画最初是为托莱多大教堂的圣器室的高祭坛而创作的，至今仍挂在那里。这幅作品显示了El Greco在托莱多的第一个重大委托项目，并标志着他与当地教堂的紧密合作开始',
                style = '该画采用油画媒介，在画布上完成。El Greco的这幅作品展示了他典型的表现主义风格，通过强烈的色彩对比和动态的人物姿态来表达情感和戏剧性。画中，耶稣的红色长袍与周围混乱场景中较暗的色彩形成鲜明对比，强调了他的平静与尊严',
                theme = '这幅画描绘了基督被剥去衣物的场景，预备钉在十字架上。此作品通过复杂的人物布局和深刻的情感表达，探讨了牺牲与救赎的主题。画中的耶稣虽处于混乱和暴力之中，却保持一种超然的平和，显示了El Greco对宗教情感的深刻描绘和表达'
            WHERE artwork = 'The Disrobing of Christ';
UPDATE phases
            SET background = 'The Burial of the Count of Orgaz是由El Greco于1586年创作的，这幅画不仅是为了纪念教堂的赞助人，也是为了庆祝他的善举而创作的。这幅画以一段当地传说为背景，讲述了圣斯蒂芬和圣奥古斯丁在奥尔加斯伯爵葬礼上的奇迹降临，这一场景在托莱多的圣托梅教堂中发生​',
                style = '这幅作品是一幅大型油画，高达四米多，宽约三米。画面分为天上和地上两个部分，通过圣人与世俗人物的互动，将层次分明的天堂与地球巧妙地联系在一起。画中的人物形象细节丰富，色彩对比鲜明，显示了El Greco独特的表现主义风格',
                theme = '这幅画不仅展示了宗教故事，也通过包括当时托莱多的重要人物的肖像，反映了社会与文化的深层联系。El Greco通过这幅作品表达了对天堂与地球、肉体与灵魂、世俗与神圣之间关系的深刻理解和艺术表达'
            WHERE artwork = 'The Burial of the Count of Orgaz';
UPDATE phases
            SET background = 'The Opening of the Fifth Seal是由El Greco在他生命的最后几年（1608-1614）创作的，这幅画原本是为托莱多的圣约翰洗者医院教堂的侧祭坛而作。这幅画被认为描绘了启示录中的一个场景，表现了天启的第五封印的开启，但画作的上半部分在19世纪被切除，使得原始作品的完整构想已经丢失',
                style = '尽管未完成且被削减，"The Opening of the Fifth Seal"仍展示了El Greco独特的视觉和形式处理方式。这幅画特别影响了毕加索的《阿维尼翁的少女》和德国表现主义艺术家。在此作中，El Greco用充满动感的多彩长袍和天使形象创造出一种动态和流动的视觉效果，使得画面充满了宗教和超自然的气息',
                theme = '这幅画基于《启示录》的描述，展现了因信仰之故而被杀害的殉道者们呼唤正义的场面。在画中，这些裸露的灵魂被赋予了白色的长袍，象征着他们的纯洁和得救。尽管上部的画面已失，现存的下部画面中圣约翰显得异常突出，他双臂举向天空，象征着对天堂的祈求与渴望'
            WHERE artwork = 'Opening of the fifth seal';
UPDATE phases
            SET background = 'Dance Around the Golden Calf是由德国-丹麦表现主义画家Emil Nolde在1910年创作的油画。这幅作品现收藏于慕尼黑的新国家美术馆。Nolde在创作这幅画前不久开始对宗教题材产生兴趣，并创作了多幅以圣经为主题的画作 ',
                style = '该画作充分展示了表现主义运动的特点，特别是在色彩的大胆使用和主题上的表现。画中描述的是以色列人围绕金牛犊跳舞的场景，这一主题来自《出埃及记》。Nolde运用鲜明的颜色和动态的形象来传达强烈的情感和戏剧性 ',
                theme = '这幅画通过描绘以色列人在西奈山下制造并崇拜金牛犊的故事，探讨了偶像崇拜和信仰背叛的主题。画面展现了人们在放纵和庆祝中的狂热状态，同时也反映了Nolde对人类行为和宗教信仰的深刻洞察'
            WHERE artwork = 'Dance Around the Golden Calf';
UPDATE phases
            SET background = 'Self-portrait 是Emil Nolde于1912年创作的表现主义风格的画作。这幅自画像描绘了艺术家自己的形象，展现了Nolde在表现主义艺术运动中的地位。这幅画是他艺术生涯中的多幅自画像之一，充分展示了他对自我形象探索的持续兴趣',
                style = '这幅作品特别强调了色彩的表达和情感的传递，体现了Nolde对色彩的大胆使用和对细节的关注。他的自画像通常包含饱和的色彩和强烈的表情，这在1912年的这幅作品中表现得尤为明显，其中他的面部特征和视线都透露出深刻的情感和个性',
                theme = 'Nolde的自画像不仅仅是对自身外表的再现，更是一种自我探索和表达的方式。通过这种艺术形式，Nolde探讨了艺术家与社会、以及个体与内心世界的关系。这幅画作反映了他如何通过艺术来探索和表达自我认知和情感状态'
            WHERE artwork = 'Self-portrait';
UPDATE phases
            SET background = 'Autumn Sea VII 是由Emil Nolde在1910年创作的，体现了他对海景主题的持续探索和表现。Nolde是德国表现主义运动的重要成员，他的作品经常展现出对自然力量的深刻感受和色彩的强烈运用。这幅画作是他多幅描绘秋季海景系列中的一部分，反映了他对自然界动态变化的感知和表现',
                style = '这幅画使用了厚重的油彩和广阔的色彩范围，展示了Nolde特有的表现主义风格。画中使用了大量的蓝色和灰色调，通过色彩的对比和层次，展现了秋天海面的壮丽与忧郁。Nolde的画风在处理光与影、动与静的关系上具有独到之处，使得画面既有强烈的情感表达，也富含诗意​',
                theme = '"Autumn Sea VII" 不仅仅是对自然景观的描绘，更是艺术家情感与哲学思考的表达。通过对秋季海景的绘制，Nolde探讨了自然与人的关系，以及自然界中存在的生命力和恢复力。这幅作品通过其独特的视角和表现手法，向观者传达了一种超越日常生活，触及灵魂深处的艺术体验'
            WHERE artwork = 'Autumn Sea VII';
UPDATE phases
            SET background = 'The Barque of Dante (Dante and Virgil in the Underworld)是Eugène Delacroix于1822年创作的重要画作，标志着其从新古典主义向浪漫主义的转变。这幅画作是Delacroix第一次尝试进入巴黎沙龙，反映了他对达成这一目标的努力。此作品也是他获得政府采购的第一幅画作，之后被收藏于卢浮宫',
                style = '此画采用浪漫主义风格，通过激烈的情感和动态的构图表现了戏剧性场景。画中，Dante和Virgil在冥河Styx上的航行被受折磨的灵魂攻击，场面紧张且充满情感冲突。Delacroix运用鲜明的色彩和生动的笔触来增强画面的视觉冲击力',
                theme = '这幅作品基于但丁的《神曲》中的描述，探讨了人类面对恐惧和死亡的心理状态。画中的Dante由Virgil引导，穿越充满挣扎和痛苦的灵魂，象征着人对超自然力量的恐惧及对未知的探索'
            WHERE artwork = 'The Barque of Dante (Dante and Virgil in the Underworld)';
UPDATE phases
            SET background = 'Liberty Leading the People是Eugène Delacroix为纪念1830年法国七月革命而创作的，这场革命推翻了查理十世的统治。Delacroix将这幅画描述为一种现代主题，表达了即使他未亲自参与战斗，也要通过画作为国家贡献的决心。这幅作品最初于1831年的沙龙展出，并由法国政府购买',
                style = '这幅画是浪漫主义风格的代表作，通过充满动感的场景和人物来表达革命的激情和混乱。画中的自由女神是画作的核心，她象征着自由和革命，引领着不同社会阶层的人民前进。Delacroix运用了生动的色彩和表现力强的笔触，增强了画面的戏剧性和视觉冲击力',
                theme = 'Delacroix通过这幅画探讨了自由和人民起义的主题，展现了人们对抗压迫、争取自由的决心。画中的自由女神不仅是法国的象征，也代表了普遍的自由精神。这幅作品成为了七月革命的象征，也被视为正义反抗的标志'
            WHERE artwork = 'Liberty Leading the People';
UPDATE phases
            SET background = 'Christ on the Sea of Galilee 是由Eugène Delacroix在1854年创作的，灵感来源于新约圣经中的一个故事，其中耶稣在加利利海上平息了风暴。这幅画是Delacroix关于此主题的多个版本之一，展现了他对宗教故事的持续兴趣和对戏剧化场景的艺术表达',
                style = '这幅画采用浪漫主义风格，通过动态的海浪和充满表情的人物来传递情感和戏剧性。Delacroix使用丰富的颜色和强烈的光影对比，特别是在描绘波涛汹涌的海面和天空中乌云的部分，增强了场面的紧张感和神秘感',
                theme = '此画主题探讨了信仰的力量和宗教信念的宁静之美。通过耶稣平息风暴的场景，Delacroix不仅描绘了一个圣经故事，也表达了对超自然力量的敬畏和信仰带来的心灵平静。这种对信仰力量的描绘旨在激发观者对宗教和精神领域的深层思考'
            WHERE artwork = 'Christ on the Sea of Galilee';
UPDATE phases
            SET background = ' The Parasol 是Francisco Goya在1777年为西班牙王室制作的一系列挂毯卡通设计中的一部分。这些设计是应西班牙皇后玛丽亚·路易莎的委托，用于装饰马德里帕尔多皇宫的餐厅。Goya的这一系列作品展示了他如何通过描绘日常生活中的和谐场景来满足皇室的审美需求',
                style = 'Goya的这幅作品体现了古典主义风格的特点，通过日常生活的场景传达出平和与优雅的氛围。画中的女主人公穿着法式时尚的服装，而男主人公则装扮成当时的西班牙下层社会风格。整个画面色彩温暖，构图平衡，通过精细的细节处理展现了Goya对人物心理与环境的敏锐观察',
                theme = '这幅作品不仅仅是一幅用于装饰的挂毯设计，它还深刻反映了18世纪末古典主义与洛可可风格的交替转变。画作通过描绘一对年轻男女在优美环境中的宁静时光，象征着逃离现实的避难所，同时也体现了对当时社会风尚的记录'
            WHERE artwork = 'The Parasol';
UPDATE phases
            SET background = 'Francisco Goya的《1808年5月3日》描绘了拿破仑占领期间西班牙人民抵抗法国士兵的屠杀。1814年，Goya向西班牙临时政府提议，用他的画笔来永久记录这一英勇举动。这幅画特别强调了西班牙人对抗欧洲暴君的英雄行为',
                style = 'Goya的这幅作品通过强烈的情感力量和风格革命性地表达了战争的恐怖。画中使用了夜晚的黑暗和射灯的明亮对比来增强视觉冲击力，同时具有深刻的象征意义，描绘了无辜者面对暴行的无助与绝望',
                theme = 'Goya通过这幅画质疑了战争中的英雄主义和牺牲的徒劳。他展示的不是传统的英雄形象，而是普通人在极端暴力面前的苦难和抵抗。中心人物的姿态和表情让人联想到耶稣基督的受难，从而强调了他们作为祖国的烈士所做出的牺牲​'
            WHERE artwork = 'The Third of May 1808';
UPDATE phases
            SET background = 'Saturn Devouring One of His Sons 是Francisco Goya在其晚年创作的一部分，属于他的黑画系列之一，这些作品是他在购买的马德里郊外的庄园“Quinta del Sordo”（聋子之家）的墙壁上直接绘制的。这些作品表现了Goya对生命、宗教和人类本性的深刻反思，特别是在他生命的后期，经历了聋病和战争的困扰后',
                style = '这幅画展示了Goya对色彩的大胆运用和对质感的精湛掌控，通过粗犷的笔触和暗沉的色调，传达出一种令人不安的、几乎野性的张力。画中的萨图恩形象野蛮、扭曲，与其子女的悲惨命运形成强烈对比，体现了Goya对传统神话主题的独特诠释',
                theme = '这幅作品基于希腊神话中克洛诺斯（罗马神话中的萨图恩）因恐惧其子将来推翻自己而吞噬他们的故事。画作不仅仅是对古典神话的再现，更深层次地探讨了时间与毁灭的主题，以及权力和背叛的恒久循环。Goya通过这幅作品传达了对无常和人类苦难的深刻感慨​ '
            WHERE artwork = 'Saturn Devouring One of His Sons';
UPDATE phases
            SET background = 'The Old Burgtheater 是Gustav Klimt在1888年创作的作品，描绘了维也纳老皇家剧院的观众席。这幅画作是在Klimt早期职业生涯的重要委托之一，展示了他对细节的精细捕捉和对社会名流的描绘能力。这幅作品中包含了约200个小肖像，反映了当时剧院观众的社会地位和文化生活',
                style = '这幅画作属于艺术新古典主义风格，Klimt通过精细的细节和丰富的色彩展现了剧院内部的奢华和繁复。画中观众的姿态和表情各异，体现了Klimt在人物描绘上的精湛技巧和对个体特征的深入观察',
                theme = '作品主题集中在展现19世纪末维也纳上流社会的文化生活。通过这幅画，Klimt不仅仅展示了一个物理空间，更通过细节丰富地描绘了当时社会名流的生活方式和文化趣味，反映了他对维也纳社会结构和文化层面的深刻洞察'
            WHERE artwork = 'The Old Burgtheater';
UPDATE phases
            SET background = 'The Kiss 由Gustav Klimt于1907-1908年间创作，这是他所谓的“黄金时期”的高峰时刻。该画作最初在1908年维也纳的艺术展览上公开展出，并迅速被奥地利政府购买。这幅作品展示了Klimt对黄金装饰艺术的探索，并且象征着艺术新艺术运动中的一种浪漫主义表达',
                style = 'Klimt在这幅画中使用了大量的金箔，展示了其标志性的装饰风格。画中的男女主角被描绘成相拥而吻，他们的服饰上绘有复杂的几何图案和旋转的螺旋形状，这些图案充满象征意义，反映了Klimt对细节的极致追求和艺术上的精湛技艺',
                theme = '"The Kiss" 被视为对爱情最直接的颂扬，展现了人类情感中最纯粹的亲密和合一。通过使用黄金和象征性图案，Klimt不仅仅描绘了一对恋人的物理亲近，更深层次地探讨了爱情的神圣性和永恒价值​'
            WHERE artwork = 'The Kiss';
UPDATE phases
            SET background = 'Lady with Fan 是Gustav Klimt在1917至1918年间创作的作品，也是他生前最后完成的画作之一。此作品融合了强烈的亚洲艺术影响，特别是中国元素，体现了Klimt晚期艺术风格的转变和发展。这幅画在Klimt去世时仍置于他的画架上，未完全完成，展现了他对未完成作品美学的探索​',
                style = '该作品展现了Klimt特有的装饰风格，使用了金箔和丰富的色彩，以及典型的东方图案设计，如凤凰和莲花等。这些元素不仅展现了其对细节的精湛处理，也反映了他对东方艺术深刻的兴趣和影响',
                theme = '"Lady with Fan" 主题聚焦于女性的优雅与神秘，通过手持扇子的女性形象，探讨了遮掩与展示之间的张力。Klimt运用复杂的图案和色彩来强调女性的美丽和神秘感，同时也表达了对女性形象的理想化追求'
            WHERE artwork = 'Lady with Fan';
UPDATE phases
            SET background = 'Woman with a Hat 是Henri Matisse在1905年创作的，表现了他的妻子Amélie。这幅画在同年的秋季沙龙展览会上首次展出，标志着Matisse从新印象派风格向野兽派风格的转变。这幅作品在艺术界引起了巨大争议，尤其是因为它的大胆色彩和非传统的画风​',
                style = '该作品是野兽派风格的代表，以其鲜艳的颜色和大胆的笔触著称。Matisse在这幅画中使用了非自然的色彩来描绘人物，这种风格的使用在当时被认为是非常前卫和大胆的。这种风格的表现尤其体现在Amélie的脸部，Matisse使用了大胆的绿色和黄色来表现其面部的不同部分',
                theme = '这幅画不仅仅是一个人物肖像，更是Matisse个人风格的一次大胆尝试。通过对传统肖像画的颠覆，Matisse探索了色彩和形式的新可能性，这幅作品的出现被视为现代艺术发展中的一个转折点。画中的色彩使用及其组合方式，展示了Matisse如何通过色彩来表达情感和艺术表现'
            WHERE artwork = 'Woman with a Hat';
UPDATE phases
            SET background = 'The Joy of Life (Le Bonheur de Vivre) 是Henri Matisse在1905-1906年间创作的作品，被认为是野兽派（Fauvism）运动的顶峰之作。这幅画首次在1906年的独立沙龙展览中展出，因其大胆使用色彩和非传统构图而引起广泛争议',
                style = '这幅画采用大胆而鲜明的色彩，描绘了一个充满活力的田园风光，画中的裸体人物在自然中自由活动，显示出Matisse对色彩的革命性使用和对传统艺术形式的挑战。这种风格的运用标志着Matisse从新印象主义向更个性化的表现形式的转变',
                theme = '画作主题体现了对生活的热爱和对自由、无拘无束的生活方式的向往。Matisse通过亮丽的色彩和流动的线条创造了一种几乎乌托邦的理想世界，表达了对美好生活的赞颂和对人类本能欲望的肯定'
            WHERE artwork = 'The Joy of Life';
UPDATE phases
            SET background = 'Dance (II) 是由Henri Matisse在1932年创作的壁画，位于宾夕法尼亚州美利恩的巴恩斯基金会。这件作品是由艺术收藏家Albert C. Barnes委托创作的，他为这幅壁画支付了30,000美元。Matisse在法国尼斯完成了这幅作品的创作，而非现场制作，这一点颇为不同寻常。尽管Matisse在创作过程中遭遇了诸多困难，但他对完成的作品感到非常满意​',
                style = '这幅作品体现了Matisse对色彩和形式的极简处理，强调了色彩的重要性并使用了纸质剪贴的技术。整体构图动感十足，体现了舞者们的连续动作，展现了一种过渡到他晚期艺术风格的关键变化',
                theme = '"Dance (II)" 描绘的是一群人在抽象和简化的环境中跳舞，这幅作品不仅反映了Matisse对动作和表达的探索，也展示了他如何通过简化的形式和鲜明的色彩来传达情感和动态。这幅壁画强调了艺术与空间的关系，以及艺术作品与观众的互动'
            WHERE artwork = 'Dance (II)';
UPDATE phases
            SET background = 'In circle, figure piece, (Outdoor) 是由日本浮世绘大师歌川广重于1821年创作的作品。这幅作品属于浮世绘风格，反映了江户时代的人物和自然景观。作为一个在日本艺术历史中具有重要地位的艺术家，广重的作品展示了当时的日常生活和自然美景',
                style = '该作品采用了典型的浮世绘风格，展现了精细的线条和生动的色彩。在这幅作品中，广重运用了细腻的笔触和层次丰富的色彩来描绘人物和环境，体现了他对细节的精确把握和对自然美的深刻理解',
                theme = '这幅作品主题聚焦于展现人与自然的和谐相处。通过精细描绘人物在户外的场景，广重传达了一种平和与宁静的氛围，反映了他对人类与自然关系的审视和赞美'
            WHERE artwork = 'In circle, figure piece, (Outdoor)';
UPDATE phases
            SET background = 'The Fifty-three Stations of the Tōkaidō 是由浮世绘大师歌川广重在1833至1834年间创作的一系列木刻版画。这些作品记录了他沿着东海道从江户（今东京）到京都的旅程。东海道是连接幕府首都江户与皇室首都京都的主要道路，广重的这一系列作品详细描绘了沿途的五十三个驿站景观',
                style = '这一系列作品体现了广重对自然景观的细腻描绘和对日常生活场景的深入观察。每一幅作品都展示了特定驿站的地理特征和当地人的生活状态，通过精细的线条和丰富的色彩，表现了浮世绘的典型风格。作品中的色彩运用和构图都显示了广重对旅途中景色的高度敏感和艺术表现的独到见解',
                theme = '广重通过这一系列作品探索了旅行与日常生活之间的联系，以及自然与人文环境的互动。每幅画不仅是对一个地点的描述，也反映了当时社会的文化和经济状况。通过对东海道沿线风景的艺术再现，广重提供了一种视觉上的旅行体验，让观者能够通过艺术作品感受到当时日本的地理与文化风貌'
            WHERE artwork = 'The fifty three stations of the Tokaido';
UPDATE phases
            SET background = 'Plum Orchard in Kamada 是浮世绘大师歌川广重在1857年创作的作品，属于其《名所江戸百景》（One Hundred Famous Views of Edo）系列的一部分。这个系列展示了江户（现今的东京）的各种风景，每幅作品都代表了不同的地点和季节，通过艺术家的眼睛呈现给观众',
                style = '该作品采用了典型的浮世绘风格，以细致的线条和鲜明的色彩表现出梅花盛开的景象。广重的作品常以其独特的构图和色彩运用著称，能够将简单的自然场景转化为充满活力和情感的艺术图像。此作品不仅展示了自然美，也体现了日本传统的审美观',
                theme = '"Plum Orchard in Kamada" 主要表达了和平与自然之美的主题。广重通过描绘盛开的梅花和优雅的花园布局，传达出一种宁静而和谐的氛围。这幅画不仅是对自然美的赞美，也反映了人与自然和谐共处的理想状态'
            WHERE artwork = 'Plum Orchard in Kamada';
UPDATE phases
            SET background = 'Going West 是Jackson Pollock在1934-1935年间创作的作品，这幅画体现了Pollock早期的艺术风格和个人历史。在他的职业生涯初期，Pollock的作品呈现出更叙事性的风格，受到了19世纪晚期画家如Albert Pinkham Ryder的强烈影响。此外，这幅作品还反映了Pollock受其导师Thomas Hart Benton影响的痕迹，Benton是美国地域主义的代表画家',
                style = '在这幅画中，Pollock采用了表现主义风格，通过宽阔的笔触和英雄主义的前沿题材来表达对Benton风格的敬 homage。然而，Pollock在作品中逐渐融入了现代欧洲艺术的元素，尤其是抽象表达，作为一种表达现代美国生活体验的手段',
                theme = '"Going West" 可能源于Pollock家族西迁的个人历史，具体灵感来自于Pollock家族早年搬到亚利桑那州，后来又迁至加利福尼亚州的经历。这幅画不仅是对美国开拓精神的象征，也体现了个人与家族历史的交织'
            WHERE artwork = 'Going West';
UPDATE phases
            SET background = 'Male and Female 是Jackson Pollock在1942-1943年间创作的作品，此画是其个展中的代表作之一，首次亮相于Peggy Guggenheim在纽约经营的Art of This Century画廊。这幅作品体现了Pollock早期对叙事性主题的探索，以及他在抽象表达主义风格中的初步尝试',
                style = '在这幅画中，Pollock采用了油画技术，结合了自动写作和抽象表达主义的元素。画作中两个性别的形象通过明显区分的视觉特征和象征性的色彩使用来表达，展示了他对形态和空间的独特处理方式。此作品中的涂抹和倾倒画法预示了Pollock后来的“滴画”技术',
                theme = '该作品探讨了性别身份和对立统一的主题。两个性别形象通过其形态和姿态展示了传统性别特征的社会期待，同时也体现了Pollock对性别界限的模糊处理。这种对性别的探讨可能反映了Pollock个人生活中的主题，尤其是他与李·克拉斯纳的关系，这种动态在他的作品中找到了表达'
            WHERE artwork = 'Male and Female';
UPDATE phases
            SET background = 'Autumn Rhythm (Number 30) 是Jackson Pollock于1950年创作的作品，代表了他的抽象表达主义风格。这幅作品是Pollock的大型“滴画”技术作品之一，首次展出是在纽约的Betty Parsons画廊，并在随后的美国现代艺术博物馆展览中亮相。这幅画体现了Pollock对画作命名方式的转变，最初以数字命名，以避免赋予作品过多的外在含义',
                style = 'Pollock的这幅作品采用了非代表性的抽象表现形式，通过在地面上铺设的画布上自由地滴流和泼洒颜料来完成。这种创作方式使得颜料在画布上形成复杂的线条和图案，展现出动态的视觉节奏和空间感。Pollock在创作过程中围绕画布四周行走，使得作品从任何角度观看都具有视觉的完整性和动态感',
                theme = '"Autumn Rhythm" 不仅仅是其表面的抽象图案，更是Pollock情感和心理状态的直观表达。这幅画作展示了Pollock对自然秩序和混沌状态的深刻感受，通过复杂的色彩和形式的交织，探讨了创作过程中的控制与偶然性的平衡'
            WHERE artwork = 'Autumn Rhythm (Number 30)';
UPDATE phases
            SET background = 'Blue Poles (也称为Number 11, 1952) 是Jackson Pollock在1952年创作的抽象表现主义画作。这幅画最初是以数字命名的，表明Pollock当时更偏爱通过编号而非具体名称来呈现他的作品。这样做是为了避免给观众带来额外的解释或偏见。这幅作品在1954年首次以“Blue Poles”为名展出，此名称被认为是由Pollock自己提出的',
                style = '该作品是Pollock使用其著名的“滴画”技术创作的，特点是在未经拉伸的画布上用棍子、刀具和其他工具滴洒、倾倒和抛洒油漆，形成复杂的线条和颜色层次。这种方法展现了画家与画布的动态互动，强调了创作过程的自发性和控制性。画中的蓝色“杆子”是其最显著的特征，为作品增添了视觉焦点',
                theme = ' "Blue Poles" 被看作是Pollock对抽象表现主义的深入探索，体现了他对形式和颜色的极端自由表达。画作通过抽象的形式和节奏感强烈的线条，探讨了艺术与混沌、秩序之间的关系。这幅画不仅是Pollock艺术道路上的一个重要标志，也代表了20世纪抽象表现主义在美术史上的重要地位'
            WHERE artwork = 'Blue poles (Number 11)';
UPDATE phases
            SET background = 'The Drunkards 是James Ensor于1883年创作的作品，展示了两位醉酒者的形象，这幅画在艺术家的现实主义阶段完成，标志着他向更幻想和超现实风格的转变。这幅画作成为了Ensor探索绘画风格的重要作品，展示了他对平凡场景中隐藏的非凡之处的深刻洞察',
                style = '在这幅画中，Ensor采用了简洁的背景和直观的绘画手法来突出人物，通过色彩的运用和表情的描绘，有效地传达了主题。这种风格的处理方式，让画面中的人物和情感表达成为焦点，显示了他在艺术表现上的成熟和自信',
                theme = '"The Drunkards" 不仅仅是对社会现象的描绘，更深层次地，它反映了Ensor对社会边缘人物的同情和对社会问题的关注。通过描绘这两个沉浸在酒精中的人物，Ensor探讨了贫困、疏离和逃避现实的主题，这些主题在当时的社会背景下具有重要的社会和心理意义'
            WHERE artwork = 'The Drunkards';
UPDATE phases
            SET background = ' Christ’s Entry Into Brussels in 1889 是James Ensor在1888年创作的，展示了一场庆祝耶稣进入耶路撒冷的狂欢节似的游行。这幅画反映了Ensor对现代社会、政治和宗教的讽刺态度，因其挑战传统审美而被认为是向表现主义的过渡作品',
                style = '作品尺寸庞大，使用鲜明的颜色和复杂的图案，通过大量的人物和面具来表达人性的复杂性和虚伪。画面中的基督几乎被忽视，被周围的丑角和乐队淹没，展现了一种讽刺和荒诞的氛围',
                theme = '该作品不仅是对宗教传统的挑战，也是对社会习俗的批评。Ensor通过这幅画描绘了社会的狂欢和混乱，同时表达了个人对于社会现状的不满和对于艺术的反思。这幅作品充满了政治讽刺，反映了Ensor对于当时政治和社会问题的关注和批评'
            WHERE artwork = 'Christ’s Entry Into Brussels in 1889';
UPDATE phases
            SET background = 'Me and My Circle 是James Ensor于1939年创作的自画像，展示了他个人与艺术之间的深刻关系。这幅画作于Ensor晚年创作，反映了他对个人艺术生涯的反思。在此期间，Ensor经常使用自画像来探索自我表达和艺术身份的主题',
                style = '这幅画采用表现主义风格，通过夸张和形式的简化来表达情感深度。Ensor通过这种风格展示了他对色彩和形式的独特处理方式，利用色彩和构图来加强画作的表现力和视觉冲击力',
                theme = '该作品通过自画像探讨了艺术家与其社会环境和内心世界的关系。Ensor在画中表达了他对周围世界的观察与感受，同时也反映了他对自己艺术生涯的思考和评价'
            WHERE artwork = 'Me and My Circle';
UPDATE phases
            SET background = 'The Winnower 由Jean-François Millet在1847-1848年间创作，此作是他早期的重要作品之一，最初展出于1848年的巴黎沙龙。这幅画标志着Millet从早期的田园风光转向更为现实主义的乡村生活描绘，这一转变在他后期作品中更加明显​',
                style = 'Millet的这幅作品展示了他典型的现实主义风格，通过精确的细节描绘和对农民劳动生活的真实再现，表达了对农民辛勤劳动的尊重和同情。画中的农民形象鲜明，动作自然，显示出Millet对光影和人物表情的精细处理',
                theme = '该作品不仅反映了农民在当时社会中的地位，也表达了Millet对社会问题的关注。通过展现农民在风中簸箕的劳动场景，Millet强调了劳动的尊严和农民对社会的基础性贡献。这种主题在Millet的许多作品中都有体现，是他艺术探索中的一个重要方面'
            WHERE artwork = 'The Winnower';
UPDATE phases
            SET background = 'The Gleaners 是由Jean-François Millet于1857年创作的一幅油画，描绘了三名农妇在收割后的田地中拾取遗落的麦穗。这幅画作因其对当时农村社会最低阶层的同情描绘而闻名，当时的法国上层社会对此画持负面态度',
                style = 'Millet的这幅作品展示了现实主义风格的典型特征，通过其对农民生活的细腻描绘和深刻的社会批评。画面通过光线和色彩的巧妙使用，强调了农妇们的辛劳和贫困，同时展示了农民的尊严和坚韧',
                theme = '该作品不仅是对农民劳动的现实描绘，更是对社会不平等和社会结构的批判。Millet通过这幅画传达了对社会底层人民的同情，以及对他们在社会中所处位置的深刻反思，这一主题在他的许多作品中都有体现'
            WHERE artwork = 'The Gleaners';
UPDATE phases
            SET background = 'A Shepherdess and Her Flock 是Jean-François Millet于1864年创作的。这幅作品描绘了一个年轻的牧羊女在田野中照看她的羊群，是Millet对农民生活的一种典型表现，展示了他对乡村生活的深刻理解和同情',
                style = 'Millet以其细腻的现实主义手法，通过宁静的景象和精确的人物描绘，传达了牧羊女的平和与自然环境的和谐。他运用柔和的色彩和光影效果，精确捕捉到乡村生活的宁静与辛劳，充分体现了他的艺术技巧',
                theme = '这幅画不仅仅是对牧羊女的描绘，更深层次地反映了Millet对农民生活的尊重和赞美。通过展现农民与自然的和谐共处，Millet传达了对农民辛勤劳动的尊重和对其生活状态的美学肯定，这是他许多作品中反复出现的主题'
            WHERE artwork = 'A Shepherdess And Her Flock';
UPDATE phases
            SET background = 'The Farm 是Joan Miró在1921-1922年间创作的。此作品完成于他从巴塞罗那移居到巴黎的过渡期，并代表了他职业生涯的重要转折点。这幅画是对他童年在蒙特罗伊格的农场生活的回忆和总结，Miró将其描述为“我在乡村生活的总结”',
                style = '这幅作品采用现实主义与抽象元素相结合的手法，展示了Miró独特的艺术语言。他在画中运用了丰富的色彩和细节来描绘农场的各个方面，从动植物到农场建筑，每一个细节都充满了生命力和动态感',
                theme = '"The Farm" 不仅仅是对Miró童年记忆的再现，更是他对传统和现代、乡村和城市生活之间冲突的艺术表达。这幅画反映了Miró对自己根源的深刻思考以及对简单生活美好而又复杂的看法'
            WHERE artwork = 'The Farm';
UPDATE phases
            SET background = 'Harlequin’s Carnival 是Joan Miró于1924-1925年间创作的，这是他个人风格中最为重要的早期作品之一。这幅画被看作是Miró个人超现实主义风格的高点，并与达利的《记忆的永恒》一起成为超现实主义运动的标志性形象',
                style = '这幅作品以其梦幻般的质感和充满象征意义的复杂图像而著称。Miró在画中使用了多种抽象和生物形态的符号，通过色彩的鲜明对比和形式的自由表达，创造了一个充满活力和节奏感的视觉场景',
                theme = '"Harlequin’s Carnival" 探讨了潜意识与现实之间的界限，反映了Miró对内心世界的视觉化表达。画中的哈莱奎恩角色象征着艺术家对自由与创造力的追求，而整个作品则是对日常现实的超现实扭曲，揭示了一个充满奇异和幻想的内在世界'
            WHERE artwork = 'Harlequin’s Carnival';
UPDATE phases
            SET background = 'Joan Miró创作了三幅蓝色系列的大型画作，名为《Bleu I, II, III》。这三幅画作成于1961年，是在Miró的职业生涯中的一个成熟时期，反映了他对色彩和构图的极致自信。此系列作品是在他的马洛卡新工作室完成的，也标志着他艺术探索的一个新阶段，这一时期的作品展示了他从1950年代末期的作品中继承下来的风格，同时也预示了未来艺术自由的新方向​',
                style = '《Bleu II》以其简洁和极简的构图而著称，展现了Miró的抽象表达主义风格。这幅画作以大面积的宁静蓝色为背景，配以鲜明的红色线条和黑点，这些视觉元素在蓝色的背景上形成强烈的视觉冲击，给人以深邃和无限的视觉空间感​',
                theme = 'Miró的这幅作品体现了他对梦境空间和无限空旷场景的迷恋。他常常表达对天空、广阔地平线和空旷平原的强烈印象。在《Bleu II》中，这种对空旷和无限的迷恋通过简洁的形状和大胆的颜色在画布上得以体现，使观众能够在这些简约的符号中感受到一种动态和生命力的流动'
            WHERE artwork = 'Blue II';
UPDATE phases
            SET background = 'Joan Miró的《被判死刑者的希望III》是1974年的作品，是对加泰罗尼亚反法西斯活动家Puig Antich被处决的直接反应。此系列作品表达了Miró对西班牙弗朗哥独裁统治的政治抗议。在创作这一系列作品时，Miró已是国际公认的艺术家，利用他的艺术声誉来传达重要的政治信息',
                style = '该作品属于抽象表现主义风格，Miró在作品中使用了简洁的线条和明亮的颜色对比，以表达强烈的情感和动态感。他的画作通常结合几何形状和符号，这些都是他个人风格的标志​',
                theme = '《被判死刑者的希望III》反映了Miró对自由和人权的深切关注。作品中的视觉元素象征着对抗压迫和对自由的渴望。通过强烈的视觉语言，Miró传达了对生命和自由的珍视，以及对不公正政治制度的抗议'
            WHERE artwork = 'Hope of a Condemned Man III';
UPDATE phases
            SET background = 'The Vale of Dedham是John Constable在1828年创作的一幅油画，描绘了位于英格兰东部Essex-Suffolk边界的Dedham Vale。这幅画是Constable对其家乡的深情描绘，反映了他对这一地区的深刻了解和情感联系。Constable通常选择他熟悉的场景作为画作主题，他的许多作品都是在他的生活环境中完成的',
                style = 'Constable的画风属于浪漫主义，以其对光线和天气变化的细腻捕捉而闻名。在"The Vale of Dedham"中，他运用厚重的颜料和白色点缀来强调阳光的反射，通过这种方式，他成功地传达了自然光影和色彩的丰富变化。此外，他在画布上使用刀具和特定的刷子，使画面呈现出强烈的效果和深度​',
                theme = '这幅作品不仅是对风景的再现，也体现了Constable对过去生活方式的怀念和对自然与乡村生活的珍视。他通过描绘这些普通而又宏大的景观，挑战了当时风景画中的传统观念，将日常景象提升到了英雄史诗的高度。这种对日常英雄主义的强调预示了现实主义和巴比松画派等后续艺术运动的兴起'
            WHERE artwork = 'The Vale of Dedham';
UPDATE phases
            SET background = 'The Hay Wain，原名Landscape: Noon，是John Constable在1821年创作的油画，描绘了英格兰Suffolk和Essex之间River Stour河畔的乡村景象。这幅作品展示了Constable对家乡景色的深情描绘，与他早期的草图和小型油画草稿有密切联系。这些早期作品为他提供了丰富的视觉和主题素材，最终形成了这幅作品的详细构图和内容',
                style = '在风格上，Constable的这幅作品突破了当时流行的理想化风景画传统，展现了更真实的自然景观。他的画作使用自然光和真实的色彩，突出了英格兰乡村的宁静与和谐。通过细腻的光影处理和色彩使用，如水面的白色高光和天空的淡蓝色，Constable成功地复现了一个完美的英格兰夏日',
                theme = '"The Hay Wain"不仅是对自然景观的再现，也反映了Constable对乡村生活的怀旧和对简单生活方式的推崇。他通过这幅画赋予了普通的农村场景以历史和宗教题材画作才有的宏大感，从而提升了风景画在艺术中的地位。这种风格上的革新对后来的现实主义风格产生了深远的影响'
            WHERE artwork = 'The Hay Wain';
UPDATE phases
            SET background = 'Salisbury Cathedral from the Meadows由John Constable在1831年创作，这幅作品深受个人情感的影响，特别是在他妻子去世后三年创作此画。画中的彩虹象征着经历风暴后的希望和更新，反映了Constable对个人损失的情感反应和对自然景观的深刻观察',
                style = 'Constable在此作品中展现了他特有的浪漫科学家的一面，将科学的精确性与情感的表达结合在一起。他的画作旨在展现真实的自然界，强调个人经验在捕捉真理中的重要性。这幅画通过对光、色彩和细节的精细处理，展现了一个典型的英国乡村风景',
                theme = '画作通过彩虹和教堂等元素，象征性地表达了生命与死亡、信仰与希望之间的对话。Constable通过这幅作品传达了对乡村生活的怀旧之情以及对自然美和精神慰藉的追求。这幅画不仅仅是对自然景观的描绘，还深刻地触及了观者的情感，使其成为英国艺术中的标志性作品'
            WHERE artwork = 'Salisbury Cathedral from the Meadows';
UPDATE phases
            SET background = 'The Baptism of Christ是由Andrea del Verrocchio在其工作室与年轻的学徒Leonardo da Vinci合作完成的。这幅画作大约完成于1472至1475年间，最初是为佛罗伦萨附近的San Salvi教堂的僧侣们所委托的祭坛画。Leonardo负责画中的部分细节，特别是左侧的天使，这是他使用了当时较新的油画媒介',
                style = '这幅作品展示了Verrocchio的雕塑式绘画技巧和对细节的精确掌控，而Leonardo的贡献则展现了其对光影和人物姿态处理的革新。特别是Leonardo所绘的天使，以其自然的姿态和表情，显示出其艺术风格的独到之处。Leonardo在这幅作品中的贡献被认为是他艺术生涯的一个转折点，其对细节的处理尤其展示了他后来作品中常见的技巧和风格',
                theme = '画作描绘的是基督教中的洗礼仪式，特别强调了神圣和启示的主题。通过画中的神圣光环和圣灵鸽的描绘，传达了宗教仪式的庄严和神圣。Leonardo和Verrocchio的合作，将宗教故事与人文关怀结合，体现了文艺复兴时期对宗教主题的深刻诠释和艺术表现'
            WHERE artwork = 'The Baptism of Christ';
UPDATE phases
            SET background = 'The Last Supper由Leonardo da Vinci创作于1495-1498年，是为米兰的Santa Maria delle Grazie修道院的餐厅墙壁绘制的壁画。这幅画是Ludovico Sforza委托创作的，意在将该场所改造为家族陵墓的一部分',
                style = '这幅壁画以其复杂的人物表情和动态、精确的透视技巧和对光影的处理而著称。Leonardo通过将所有透视线指向画中的耶稣，使他成为作品的焦点。此外，他利用建筑结构来增强画面的精神氛围，如窗户形成的光环强调了耶稣的圣性',
                theme = '"The Last Supper"描述了耶稣与其十二门徒共享的最后晚餐，并宣告其中一人将会背叛他的情节。这幅画不仅描绘了基督教的圣餐仪式的起源，还展示了人物间复杂的情感和反应，体现了人性的多面性和深刻的宗教主题'
            WHERE artwork = 'The Last Supper';
UPDATE phases
            SET background = 'Mona Lisa 或 La Gioconda 是由Leonardo da Vinci 在1503年开始并可能持续到1517年的作品。这幅画是以Lisa Gherardini为模特，由她的丈夫Francesco del Giocondo委托绘制的。这幅肖像画最终没有交付给委托人，而是由Leonardo携带至法国，并在他去世后由法国国王弗朗索瓦一世收购',
                style = 'Leonardo在这幅作品中运用了sfumato技术，通过颜色的微妙渐变和多层透明釉的叠加来表现人物的生动性和深度。这种技术使得人物的面部表情具有一种难以捉摸的神秘感，尤其是其标志性的微笑。画作还展示了空气透视法，即背景相对于前景更为模糊，增强了画面的深度感',
                theme = '"Mona Lisa"的微笑及其神秘的眼神引发了广泛的讨论和多种解读，成为了艺术史上的一个重要符号。这幅画不仅展示了个人肖像的革新，还通过背景与人物服饰和发型的和谐统一，表达了人与自然的联系。这种精心设计的和谐与平衡反映了Leonardo对细节的关注和深入的自然观察'
            WHERE artwork = 'Mona Lisa';
UPDATE phases
            SET background = 'Subway（地铁）系列是Mark Rothko在1930年代晚期的作品，这一时期他的画作体现了对城市生活的深刻感悟。这些作品中，Rothko探讨了都市人的孤独和异化感，尤其是在他1938年的作品中，他用表现主义的风格描绘了地铁站内人们的面无表情的轮廓，体现了都市生活中的疏离感',
                style = '在这幅作品中，Rothko使用了抽象和简化的风格，通过色彩和简洁的线条来表达复杂的情绪和社会评论。尽管与他后期的色块画风格大相径庭，这些早期作品已经显示出他对色彩和形式的敏感处理能力。此外，他特别利用了色彩来增强画面的情绪效果，暗色调和压抑的色彩选择加强了画面的沉重感',
                theme = 'Rothko的地铁画作不仅仅是对现实生活的直观描绘，更是对个体在现代社会中孤立无援的心理状态的探讨。这些作品通过表现人物的孤立和情感上的隔阂，反映了作者对都市生活中人际疏离的深刻洞察'
            WHERE artwork = 'Subway';
UPDATE phases
            SET background = 'No.3/No.13 (Magenta, Black, Green on Orange) 是Mark Rothko在1949年创作的作品，标志着他在色彩领域的实验和发展的早期阶段。这幅画是在Rothko经历了个人生活中的重大变故后创作的，包括他母亲的去世，这些事件显著影响了他的艺术表达和使用的色彩情绪',
                style = '此作品属于色域画(Color Field Painting)风格，特点是使用大面积的色块和柔和的边缘，色块间隔狭窄，色彩间有微妙的交融。这种风格的典型特征是在视觉上创造出一种动态的视觉效果，使色块似乎在画布上浮动。Rothko的这种风格强调色彩和形式的情感深度，试图通过抽象的视觉语言引发观者的情感共鸣',
                theme = 'Rothko的作品主要探讨基本的人类情感如悲剧、狂喜和命运。他认为，艺术作品的意义不仅仅在于色彩和形式的美学关系，而是在于能够触动观者内心的情感体验。"No.3/No.13"中的色块配置和色彩选择反映了他对这些情感的深刻理解和表达'
            WHERE artwork = 'No.3/No.13 (Magenta, Black, Green on Orange)';
UPDATE phases
            SET background = 'Orange, Red, Yellow 是Mark Rothko在1961年创作的色彩领域（Color Field）画作。这幅作品代表了Rothko成熟期的艺术风格，也是其最昂贵的作品之一，2012年以8688万美元的价格售出，创下了后战期现代艺术品公开拍卖的记录',
                style = 'Rothko的这幅作品以明亮且温暖的色调为主，使用了橙色、红色和黄色。他的绘画技术包括在未处理的画布上应用多层薄薄的颜料，使用抹布或画刷涂抹，使颜色在画布上融合，创造出一种内在的光彩和辉煌感。这种技术强调了颜色的视觉冲击力和情感表达',
                theme = 'Rothko的作品旨在引发观者的情感体验，他希望人们在观赏他的作品时能够近距离体验，被色彩包围，感受到其中蕴含的激情、绝望和悲剧。Rothko相信，这些作品能够触动人的基本情感，他甚至指出，有观者在观看这些画作时流泪，体验到了作品的深刻情感'
            WHERE artwork = 'Orange, Red, Orange';
UPDATE phases
            SET background = 'Untitled (Black on Grey) 是Mark Rothko在1970年创作的作品，属于他生命的最后阶段所创作的黑灰系列画作之一。这些作品标志着他从色彩丰富的抽象表现主义转向更为简约和冥想的风格。这一时期的Rothko受到严重健康问题的困扰，包括心脏病和抑郁症，这些因素深刻影响了他的艺术创作',
                style = '这幅作品使用了极其简化的色彩和构图，只有黑色和灰色两个色块，简洁的白边框围绕画布边缘。这种风格的转变反映了Rothko晚年对极简主义的兴趣，以及他试图通过更为简约的视觉语言来表达深层的情感和思想',
                theme = 'Rothko本人曾表示，这系列作品是关于死亡的，这一主题在他个人的生活中也有所体现，因为他在完成这系列作品不久后结束了自己的生命。然而，艺术作品的开放性使得观众可以在其中看到多种可能的解读，如太空景观或是抽象的情感表达'
            WHERE artwork = 'Black and Gray';
UPDATE phases
            SET background = 'Portrait of Miss Cassatt, holding the cards 由Mary Cassatt于大约1876年创作，属于印象主义风格。这幅肖像画展示了Cassatt对细腻情感和人物刻画的关注，反映了她在法国艺术界的生活及其与其他印象派艺术家的互动',
                style = 'Cassatt的作品通常以其明亮的色彩和生动的画面构成著称，此作品中她通过精确的色调变化和细腻的画面处理展现了其艺术技巧。她的作品常常展示了女性在家庭和社会生活中的角色，通过细致的观察捕捉日常生活的瞬间',
                theme = '这幅画不仅是对Cassatt自己或她生活中女性的肖像，也可能象征着女性在当时社会中的地位和角色。Cassatt经常探索女性的社会和个人生活，通过她的画作让观众对女性的生活有更深的理解和感受'
            WHERE artwork = 'Portrait of Miss Cassatt, holding the cards';
UPDATE phases
            SET background = 'Children Playing on the Beach由Mary Cassatt在1884年创作。这幅画在Cassatt的姐姐Lydia去世两年后完成，可能作为对她的怀念。Cassatt这段时间深受个人损失的影响，曾暂停绘画半年。此作是在她与生病的母亲到西班牙海边寻求疗养后创作的，反映了她对家庭成员特别是姐姐的怀念',
                style = '这幅作品展示了Cassatt的印象派风格，通过油画在画布上描绘了两个小女孩在海滩上的活泼场景。画面以蓝色调为主，表现出天空和大海的宁静，而画面的主体——两个小女孩，则通过更鲜明的颜色突出，显示了孩童间的亲密和无忧无虑的游戏时光。Cassatt精妙地运用色彩和线条构建形式，同时背景则以简化的笔触呈现，增强了前景的视觉焦点​',
                theme = '这幅画不仅是Cassatt对童年纯真时光的赞美，也可能寓意着对姐姐的缅怀。通过描绘两个小女孩紧密相依的情景，Cassatt传达了亲情和记忆的主题，反映了艺术家对家庭和亲密关系的深刻体悟和珍视'
            WHERE artwork = 'Children Playing On The Beach';
UPDATE phases
            SET background = 'The Child’s Bath（也称为The Bath）是Mary Cassatt于1893年创作的油画，展示了一位母亲和她的孩子在洗澡时的亲密瞬间。Cassatt在这一时期受到了日本木版画的影响，特别是在1890年在巴黎美术学院看到的展览之后，她开始尝试将日本艺术的构图元素融入自己的作品中',
                style = 'Cassatt在这幅画中采用了印象派风格，结合了日本版画的技术，如从上而下的视角和简化的形式感，以及对明暗对比和颜色块的强调。她的这种方法强调了母亲和孩子之间的情感联系，同时也体现了她对形式和色彩的精细处理',
                theme = '这幅作品深刻地描绘了母亲和孩子之间的亲密关系，强调了母性和家庭生活的温馨与宁静。Cassatt通过母亲细心照顾孩子的场景，传达了家庭内的爱与关怀的主题，同时也展示了女性在家庭中的角色和情感的重要性'
            WHERE artwork = 'The Child’s Bath';
UPDATE phases
            SET background = 'Mother and Child 是Mary Cassatt在1899年左右创作的作品，这幅画描绘了母亲和孩子温馨的一刻。Cassatt经常探索母亲与孩子之间的亲密关系，这些作品通常展现在家庭的私密环境中，如母亲在照顾孩子的日常场景',
                style = 'Cassatt的作品风格深受印象派影响，特别是在处理光线和色彩方面。在《Mother and Child》中，她利用柔和的色调和光影效果，营造了一种亲密而温暖的氛围。画作中母亲和孩子的互动被巧妙地捕捉，展示了母亲角色的柔情与关爱',
                theme = '这幅画不仅反映了Cassatt对家庭内女性角色的关注，也强调了母爱的力量和母亲在家庭中的中心地位。通过描绘母亲和孩子之间的日常互动，Cassatt探讨了家庭生活的真实性和深层次的情感联系。她的这些画作通常旨在赞美母性的美丽和复杂性，同时展现了女性在社会中的重要角色'
            WHERE artwork = 'Mother And Child';
UPDATE phases
            SET background = 'The Torment of Saint Anthony 是米开朗基罗早期的作品，大约在1487-1488年间创作，当时他只有12或13岁。这幅作品是基于马丁·肖恩高尔的版画《圣安东尼的诱惑》，米开朗基罗进行了改编，添加了自己的创新元素。这幅画是米开朗基罗的第一幅已知的画作，展示了他早期的绘画才能和艺术视角',
                style = '在这幅作品中，米开朗基罗不仅简单地复制了肖恩高尔的作品，还加入了自己的艺术处理，如增加背景中的风景和对恶魔形象的自然主义描述，如在恶魔身上添加了鱼鳞。此外，他还在画作中引入了火元素，增加了视觉上的戏剧性。米开朗基罗的这些改变显示了他如何在模仿中加入个人风格，预示了他后来在艺术上的成就',
                theme = '画作描绘了圣安东尼在沙漠中受到恶魔的折磨和诱惑，这是基督教艺术中常见的题材。通过这幅作品，米开朗基罗探讨了信仰和精神试炼的主题，表现了圣徒在逆境中坚持信仰的勇气和力量。这幅画不仅是一个宗教故事的描绘，也反映了年轻艺术家对复杂人物和情感的深刻理解​'
            WHERE artwork = 'The Torment of Saint Anthony';
UPDATE phases
            SET background = 'The Creation of Adam 是米开朗基罗在西斯廷教堂天顶上创作的壁画之一，完成于1508至1512年间。这幅壁画是由教皇朱利叶斯二世委托制作的，作为天顶上的一系列创世记故事的一部分。在这幅作品中，米开朗基罗展现了上帝与第一人亚当之间的创造场景',
                style = '米开朗基罗在这幅作品中展现了其精湛的解剖学知识和对比例的精确掌握。画面中，上帝和亚当几乎触碰的手指成为了整个画面的焦点，象征着神性与人性的接触与分离。此外，米开朗基罗使用了鲜明的颜色和光影技巧来增强画面的戏剧性和动态感​',
                theme = '这幅壁画不仅描绘了基督教中上帝创造人类的故事，还可能包含了对人类智慧和创造力的颂扬。一些学者认为，画中的人物与背景布局可能隐含了对文艺复兴时期人文主义思想的反映。此外，这幅画还探讨了神与人的关系，以及人类自身的神性'
            WHERE artwork = 'Sistine Chapel Ceiling: Creation of Adam';
UPDATE phases
            SET background = 'The Last Judgement 是米开朗基罗在西斯廷教堂祭坛墙上创作的壁画，作品于1536年至1541年间完成。这幅壁画是由教皇克莱门特七世委托，并在保罗三世的统治下完成。它涵盖了基督教末日审判的主题，显示基督判断人类并决定他们的命运',
                style = '这幅作品描绘了超过300个肌肉发达的人物，用动态的姿势填满了画面。米开朗基罗的这幅作品突破了传统的边框限制，表现了一个无边的视觉场景。画面中，圣人们围绕着基督，每个人物都充满了动力和表情，显示出米开朗基罗在人体解剖和表情刻画上的精湛技艺',
                theme = '这幅壁画不仅展示了世界末日的宗教场景，还深刻表达了人类的审判和救赎。画中的人物表情丰富，通过他们的姿态和表情传递了审判的紧迫感和终极审判的重大意义。此外，米开朗基罗巧妙地将一些个人化的元素融入作品中，如他自己的自画像出现在圣巴塞洛缪手中的皮肤上，增添了作品的个人和艺术深度'
            WHERE artwork = 'The Last Judgement';
UPDATE phases
            SET background = 'Die träumenden Knaben（The Dreaming Boys）是奥斯卡·科科施卡于1908年创作的图画书。这本书最初是作为一本儿童书籍被设计的，由维也纳工作坊（Wiener Werkstätte）的财务支持者弗里茨·韦恩多夫（Fritz Waerndorfer）委托制作。然而，科科施卡以其独特的表达主义风格，将其转化为一部含有性暗示和情感表达的作品，这显著超出了常规儿童文学的界限',
                style = '在这部作品中，科科施卡采用了明亮的色彩和强烈的黑色轮廓线，这些特点受到了日本木版画的影响。书中的图像展示了复杂的情感和神话般的场景，体现了科科施卡对于形式和颜色的革新使用。其人物表现手法扭曲而充满表现力，预示了表达主义艺术的兴起',
                theme = '"Die träumenden Knaben"探讨了成长与性觉醒的主题，通过一个关于青少年爱情和性的故事，反映了科科施卡对现代都市生活和传统价值的批判。这本书的内容和图像充满了象征意义，描绘了从纯真到觉醒的过渡，以及这一过程中伴随的情感复杂性和社会挑战'
            WHERE artwork = 'The Dreaming Boys';
UPDATE phases
            SET background = 'Bride of the Wind（风之新娘），又名The Tempest（风暴），是奥斯卡·科科施卡在1913-1914年创作的代表作。这幅画作于科科施卡与其情人阿尔玛·马勒从意大利之旅回到维也纳后开始创作。画中展示了两位恋人在风暴中相依为命的情景，是科科施卡与马勒热烈而复杂的关系的象征性描绘',
                style = '科科施卡使用了宽阔而厚重的笔触，配合深蓝色的背景，营造出一种梦幻或想象中的场景。画中的男性（科科施卡自画像）与安静入睡的女性（马勒）形成鲜明对比，他们被描绘成在巨浪中飘浮，这反映了他们关系中的紧张与激情',
                theme = '这幅作品不仅展示了一段关系中的情感动荡，也表达了爱情的力量和破坏性。科科施卡通过这幅作品探讨了人类情感的复杂性，特别是在面对生活风暴时的依赖与保护。此外，这幅画也展示了科科施卡对于爱情和关系的深刻反思'
            WHERE artwork = 'Bride of the Wind';
UPDATE phases
            SET background = 'Venice Dogana 是Oskar Kokoschka在1948年创作的作品。这幅画描绘了威尼斯的教区海关大楼（Dogana）和周围的景观。科科施卡在1948年的夏天，为参加在威尼斯双年展中代表奥地利而提前到威尼斯，这幅作品反映了他在这次旅行中的所见所感',
                style = '作品中，科科施卡采用了表现主义风格，通过强烈的色彩和生动的画面构成，表现了威尼斯独特的城市景观。在这幅画中，他运用了深邃的蓝色和充满活力的笔触，捕捉了水城的魅力和动态，展现了他对这座城市的深刻感受和艺术表达',
                theme = '这幅画不仅是对威尼斯风景的艺术再现，也表达了科科施卡对于城市文化和历史的深刻思考。通过对威尼斯独特建筑的描绘和环境的再现，科科施卡探索了艺术与地域文化之间的联系，同时也体现了他在晚期对于自然和城市景观的艺术追求'
            WHERE artwork = 'Venice Dogana';
UPDATE phases
            SET background = 'The Old Guitarist 是巴勃罗·毕加索于1903至1904年间创作的一幅画作，属于他的蓝色时期。这幅画描绘了一个盲眼的老吉他手，体现了毕加索对社会边缘人物的关注。此作品是在他经历了朋友自杀的悲伤之后创作的，这一时期的作品多反映了悲观和孤独的情感',
                style = '在这幅作品中，毕加索使用了单一的冷色调，几乎整幅画都浸染在一种深沉的蓝色和蓝绿色之中，这种颜色选择加强了画面的忧郁氛围。画中的老人身材消瘦，姿态弯曲，这种夸张的形体表现是毕加索借鉴了16世纪画家埃尔·格雷科的风格',
                theme = '这幅画不仅描绘了一位艺术家在生活困境中的孤独和绝望，也探讨了艺术与生存之间的关系。老吉他手的形象象征了在逆境中寻求心灵慰藉的艺术家，同时反映了毕加索对于人类苦难的深刻同情和艺术表达的力量'
            WHERE artwork = 'The old blind guitarist';
UPDATE phases
            SET background = 'Family of Saltimbanques（流浪艺人之家）是巴勃罗·毕加索在1905年创作的一幅画，代表了他的玫瑰时期的主要作品。这幅画描绘了一群流浪艺人在荒凉的风景中的集体肖像，是毕加索对他自己生活和艺术家生活的一种自传式表现',
                style = '在这幅作品中，毕加索使用了浅色调和温暖的色彩来营造一种梦幻般的氛围，与他早期的蓝色时期形成鲜明对比。他通过这种色彩和细腻的画面布局，展示了流浪艺人生活的孤独与离散感。这幅画的构图和情感表达深受文艺复兴时期画作的影响，尤其是在人物表现上的简洁和高雅',
                theme = '毕加索在这幅画中不仅表达了对流浪艺人孤独生活的同情，也探讨了艺术家与社会边缘人群的联系。通过对这些角色的描绘，毕加索探索了艺术创作与个人经历之间的深层联系，同时反映了他对于人类状况的深刻思考和艺术表达的复杂性'
            WHERE artwork = 'Family of acrobats';
UPDATE phases
            SET background = 'Les Demoiselles d’Avignon，也被称为《阿维尼翁的少女》，是巴勃罗·毕加索于1907年创作的画作，标志着现代艺术的重大转变，尤其是立体主义的起点。这幅画描绘了五名裸体女性，这些人物被认为是妓女，场景设定在阿维尼翁的一家妓院。毕加索通过这幅作品，挑战了传统的人体和透视表现手法',
                style = '此作品彻底打破了传统的艺术形式，采用了扭曲的人体形态和尖锐的几何图形，这种风格后来发展成为立体主义的核心特征。画中的女性形象以非传统的方式展现，具有强烈的非洲和伊比利亚艺术的影响，显示了毕加索对西方传统美学的颠覆',
                theme = '这幅画不仅仅是对形式的革新，更是对观念的挑战。毕加索探讨了性别、性和权力的主题，通过展现女性的裸体和直白的性暗示，挑战了观众的舒适区。此外，这幅作品也反映了毕加索对当时社会道德和审美观念的批判态度'
            WHERE artwork = 'The girls of Avignon';
UPDATE phases
            SET background = '《格尔尼卡》是巴勃罗·毕加索于1937年创作的一幅油画，反映了纳粹德国和法西斯意大利战机轰炸西班牙巴斯克地区小镇格尔尼卡的惨状。此事件发生在西班牙内战期间，该画作最初在1937年巴黎世界博览会上展出，后来成为全球范围内反战的象征',
                style = '《格尔尼卡》采用了立体主义和超现实主义风格的特点，画面布局混乱，角度多变，色彩以黑白灰为主，强调战争的残酷和摧毁性。画中的人物和动物形态扭曲，表达了极大的痛苦和混乱',
                theme = '毕加索通过《格尔尼卡》表达了对战争的强烈抗议和对和平的渴望。画中的牛和马分别象征着暴力和民众的痛苦。整个作品传达了对无辜平民遭受战争蹂躏的深刻同情和批判'
            WHERE artwork = 'Guernica';
UPDATE phases
            SET background = '《吊人之家》是保罗·塞尚在1873年于奥弗尔-瑟瓦兹创作的作品。这幅画在塞尚的职业生涯中具有重要地位，是他首次在印象派展览中展出的三幅作品之一。此画反映了他与卡米耶·毕沙罗的合作影响，毕沙罗的建议帮助他从较早期的阴暗风格转向更轻快明亮的触感​',
                style = '这幅作品展现了塞尚向印象派风格的过渡，特别是在色彩使用和画笔技巧上的改变。画中使用了断裂的画笔技法，颜色相比他早期作品更为淡雅。尽管受到印象派的影响，塞尚保留了独特的触感，使得作品与其他印象派艺术家的作品有所不同。整体构图复杂，没有明显的焦点，体现了塞尚对传统绘画规则的挑战',
                theme = '《吊人之家》虽然名为“吊人”，但实际并未描绘自杀或绞刑的场景。这个名称来源于画中房屋曾由一个名为Penn’Du的布列塔尼人拥有，其名字与法语中“被吊者”发音相近。这幅画描绘的是一座孤立的、无人的乡村住宅，传达出一种孤独和冷清的氛围，反映了自然与人类居住的矛盾和张力'
            WHERE artwork = 'The Hanged Man’s House in Auvers';
UPDATE phases
            SET background = '《圣维克多山与阿尔克河谷高架桥》由保罗·塞尚于1882至1885年间创作，描绘了他家乡艾克斯附近的风景。此画反映了塞尚对自然的深刻观察和他对画面空间构建的探索。画中的阿尔克河谷和高架桥，展示了塞尚如何将自然景观与人造结构融为一体',
                style = '此作品体现了塞尚成熟期的艺术风格，他通过浓厚的色彩和结构感强调了画面的深度和空间感。塞尚使用大胆的几何形状和活跃的色彩对比，突出了画面中的山峰和谷底的平行层次，这些手法在他晚期作品中趋于完善',
                theme = '塞尚在此系列作品中探索了形式与色彩之间的关系，以及如何通过这些元素来传达视觉体验的动态性。《圣维克多山与阿尔克河谷高架桥》不仅是对自然景观的描绘，也反映了塞尚对画面构成的深思，以及他如何通过绘画探讨形式与空间的关系'
            WHERE artwork = 'Mont Sainte-Victoire and the Viaduct of the Arc River Valley';
UPDATE phases
            SET background = '保罗·塞尚的《圣维克多山》系列体现了他对家乡艾克斯周边风景的深情描绘。从1870年代直至1906年逝世，塞尚多次描绘了这座山，尤其是在他1901年购买了望向圣维克多山的土地后，这一主题成为他作品中的核心元素。塞尚在这块土地上建造了工作室，专注于捕捉山的各种面貌',
                style = '塞尚在《圣维克多山》系列中采用了大胆的几何形状和充满活力的色彩调色板。这些作品不仅展示了形式与色彩之间的关系，还通过对光线和阴影的精妙处理，增加了画面的深度和动态感。塞尚使用冷暖色调来增强空间感，使观众的视觉体验更为丰富和引人入胜',
                theme = '这一系列作品探索了自然与抽象之间的界限，塞尚试图通过简化自然形态来捕捉其本质。《圣维克多山》不仅是对自然景观的再现，更是塞尚对画面结构和色彩运用的深入研究。通过这些画作，塞尚展示了他如何将传统的风景画转变为表达个人情感和视觉探索的媒介'
            WHERE artwork = 'Mont Sainte-Victoire';
UPDATE phases
            SET background = '《牛和马在草地上》由保罗·高更于1885年创作。这幅作品属于他的印象主义时期，高更在这一时期探索了自然主题和乡村生活的描绘。此画描绘了一幅宁静的乡村景象，展示了高更对自然美景的热爱和对细节的敏感观察',
                style = '这幅作品采用了印象主义风格，通过生动的色彩和光影效果，展现了一幅生动的乡村场景。画中的色彩丰富而和谐，使用了大量的绿色和棕色调，体现了自然的丰富多彩。高更通过粗犷而富有表现力的笔触，增强了画面的动态感和表现力',
                theme = '《牛和马在草地上》主题简单直接，是对乡村生活的一种颂扬。画作不仅仅是对动物和自然景观的写实，更通过这些元素表达了对和谐与宁静生活方式的向往。这幅画作通过展现乡村的宁静与和谐，反映了高更对逃离都市生活，追求自然和简朴生活的向往'
            WHERE artwork = 'Horse and Cow in a Meadow';
UPDATE phases
            SET background = '《布道后的异象》由保罗·高更于1888年在法国布列塔尼的庞泰文创作。这幅画标志着高更从印象主义向合成主义的风格转变，展示了他对传统绘画规则的挑战和对更深层次象征意义的探索。画中的场景描绘了布列塔尼妇女在教堂布道后，通过信仰体验到圣经中雅各与天使搏斗的异象',
                style = '高更在此作品中采用了大胆的色彩和简化的形式，通过红色的土地和黑色的服装形成鲜明对比，增强了视觉冲击力。画作中显著的对角线构图，如画面中央的苹果树，创造了现实与异象之间的视觉分隔。这种风格的使用反映了高更受到日本浮世绘影响的独特视觉语言',
                theme = '《布道后的异象》不仅是对圣经故事的再现，更是对信仰与现实之间界限的探讨。高更通过这幅画探索了宗教信仰如何塑造我们对世界的理解和感知，以及艺术家如何通过象征和颜色表达更深层次的情感和思想。画中的苹果树象征知识与救赎，而红色的土地则象征着激烈的精神斗争和可能的救赎'
            WHERE artwork = 'The Vision after the Sermon';
UPDATE phases
            SET background = '《我们从哪里来？我们是谁？我们将往何处去？》是保罗·高更于1897至1898年在塔希提岛创作的作品。这幅画是在高更经历个人危机和生命的深刻反思期间完成的，他当时正面临财务困境并考虑自杀。这幅作品被视为他的遗作，体现了他对生命意义的深刻探索​',
                style = '这幅作品展现了高更独特的象征主义风格，使用了大面积的鲜明色彩和简化的形式，创造出一种几乎是神话般的场景。画面布局从右至左，反映了生命的不同阶段，从出生到死亡。高更采用了粗糙的麻布作为画布，加强了作品的原始感和历史感',
                theme = '此画不仅是高更对自己生命哲学的反思，也探讨了普遍的人生问题，如生命的起源、人的存在意义及人类的最终归宿。通过对这些永恒问题的表达，高更希望观者在观看作品时，也能对自身的生命经历和存在进行思考'
            WHERE artwork = 'Where Do We Come From? What Are We? Where Are We Going?';
UPDATE phases
            SET background = '《Mit der Gaslampe》（带煤气灯）由保罗·克利在1920年创作，这幅作品描绘了一种近乎抽象的空间，其中包括几何形状和互相交织的色彩，反映了克利对光与色彩的深刻探索。克利的这一时期作品常常融合了现实主义和超现实主义的元素，展现出其对内心世界和梦幻般景象的描绘',
                style = '克利的作品风格深受表现主义、立体主义和超现实主义的影响。《Mit der Gaslampe》利用简洁的线条和色块，以及光与影的对比，创造了一种梦幻而神秘的氛围。他的这种风格强调了形式与内容的统一，以及色彩和形状的和谐搭配，反映了他对形式和色彩理论的深入研究和实验',
                theme = '这幅作品中，克利探讨了光作为启示和启迪之源的主题。煤气灯不仅仅是光源，也象征着知识、启示和个人内省的力量。通过这样的象征，克利表达了对于光明与黑暗、见与不见之间界限的哲学思考，揭示了视觉和感知在现实与想象之间的复杂关系'
            WHERE artwork = 'Mit der Gaslampe';
UPDATE phases
            SET background = '《南方（突尼斯）花园》是保罗·克利在1919年创作的作品，反映了他对突尼斯旅行的印象。这次旅行对他的艺术风格产生了深远的影响，使他的作品色彩更为丰富和多变。此作品采用水彩技术，展示了克利对抽象艺术的探索',
                style = '克利在这幅作品中使用了大胆的颜色和抽象的形式，通过水彩的混合和层次感表现出非常独特的视觉效果。他的风格深受表现主义和超现实主义的影响，善于通过简洁的线条和色块创造出富有表现力的画面',
                theme = '《南方（突尼斯）花园》展现了克利对自然和环境的深刻感受，以及他对突尼斯风光的艺术再现。通过这幅作品，克利不仅表达了对异国景致的向往，也探讨了色彩和形式如何传达情感和感官体验'
            WHERE artwork = 'Southern (Tunisian) gardens';
UPDATE phases
            SET background = '《Senecio》由保罗·克利于1922年创作，是他在瑞士巴塞尔的库恩斯特博物馆永久收藏的代表作之一。这幅作品体现了克利的幽默感和对非洲文化的艺术表达，使用了简单的几何形状和鲜明的色彩来构建一个老人的抽象肖像',
                style = '《Senecio》采用了立体主义风格，通过橙色、红色、黄色等色块的组合，以及简化的几何图形来创造面部表情。画面中的形状简洁而有力，如三角形和曲线共同作用于构成眼睛和眉毛，给人以视觉错觉',
                theme = '克利在这幅作品中探讨了艺术与幻觉之间的关系，以及戏剧世界的复杂性。通过对一个看似简单但富有表现力的老人面孔的描绘，克利不仅反映了对传统肖像的重新解读，还体现了他对色彩和形式如何表达人类情感的深入研究​'
            WHERE artwork = 'Senecio';
UPDATE phases
            SET background = '《英勇的玫瑰》是保罗·克利在1938年创作的油画作品，此时克利的健康已大受影响，他的作品趋向于简化和象征。这幅画是在他生命的最后几年中创作的，表现了他对病痛的抗争以及对生命的顽强执着',
                style = '这幅作品采用抽象风格，展示了三朵红色的抽象玫瑰，背景为暗淡的绿色和蓝色。克利在这幅画中的色彩使用相对平淡，但仍显示出其对色彩的敏感和独到的运用。整体作品风格简约，线条和形状的运用具有克利特有的象征意味',
                theme = '《英勇的玫瑰》反映了克利对自然形态的抽象表达和对美的追求。通过对玫瑰这一传统美学符号的抽象处理，克利探讨了艺术与自然、现实与理想之间的关系。这幅作品不仅是对自然美的再现，也是对生命坚韧不拔的颂歌'
            WHERE artwork = 'Heroic Roses';
UPDATE phases
            SET background = '《Equestrian Portrait of the Duke of Lerma》是彼得·保罗·鲁本斯于1603年创作的作品。这幅画描绘了西班牙的弗朗西斯科·德·桑多瓦尔（第一代莱尔马公爵），他是菲利普三世的宠臣，并在画中被展示为西班牙军队的领袖。这幅作品体现了鲁本斯的早期风格，并展示了他对形式的深刻理解和掌握',
                style = '这幅画作采用了巴洛克风格，强调了动感和戏剧性，展示了莱尔马公爵骑在白马上的雄姿英发。鲁本斯使用了典型的巴洛克色彩和光影对比，增加了作品的动态感和视觉冲击力。画作中的人物和马匹都表现得生动而具有力量感',
                theme = '这幅肖像画不仅是对莱尔马公爵个人的颂扬，也象征了西班牙的军事和政治力量。通过这样的展示，鲁本斯传达了对权力和统治的理解，同时也体现了其作为宫廷画家的社会和政治角色'
            WHERE artwork = 'Equestrian Portrait of the Duke of Lerma';
UPDATE phases
            SET background = '《勒乌基普斯的女儿被劫》是彼得·保罗·鲁本斯和扬·威尔登斯于1618年合作创作的作品，现收藏于慕尼黑的老国家美术馆。这幅画描绘了希腊神话中的孪生兄弟卡斯托尔和波吕克斯劫持勒乌基普斯的女儿希莱拉和费厄白的场景',
                style = '这幅作品是鲁本斯典型的巴洛克风格，通过充满动感的构图和丰富的色彩表现出极强的视觉冲击力。画面中的人物动作夸张，充满力量感，而鲁本斯精湛的光影处理更增添了戏剧性和深度',
                theme = '该作品通过描绘古希腊神话故事，探讨了人性和情感的复杂性。画中的劫持场景不仅是对神话的再现，也反映了鲁本斯对人物内心情感和道德冲突的深刻描绘'
            WHERE artwork = 'Abduction of the Daughters of Leucippus';
UPDATE phases
            SET background = '《无辜者的屠杀》是彼得·保罗·鲁本斯在1612年创作的作品，描绘了马太福音中希律王命令屠杀伯利恒城及其周边地区所有两岁及以下男婴的事件。这幅画展示了鲁本斯从意大利巴洛克画派学到的表现技巧，充分体现了其对色彩和戏剧性场景的掌握',
                style = '这幅画采用了巴洛克风格，通过强烈的光影对比和生动的动作描绘了这一悲惨事件的混乱场景。鲁本斯特有的色彩运用和对复杂情感的表达，使得这幅作品在视觉和情感上都极具冲击力​',
                theme = '《无辜者的屠杀》不仅仅是对圣经故事的再现，更是鲁本斯对人性暴行的深刻反思。通过展现无辜婴儿的残酷杀戮，鲁本斯探讨了权力、无辜与牺牲的主题，同时也反映了当时宗教和政治冲突的残酷性'
            WHERE artwork = 'Massacre of the Innocents';
UPDATE phases
            SET background = '《Jeanne Samary in a Low Necked Dress》是由法国印象派画家皮埃尔-奥古斯特·雷诺瓦（Pierre-Auguste Renoir）在1877年创作的油画。这幅画描绘了著名的法国演员让娜·萨马里（Jeanne Samary），她是当时巴黎喜剧法兰西剧院的明星。雷诺瓦和萨马里在乔治和玛格丽特·沙尔庞蒂耶的沙龙聚会上相遇，这对夫妇支持了雷诺瓦的艺术生涯，并帮助他成为了巴黎富裕人士中受欢迎的肖像画家',
                style = '此作品采用了典型的印象派风格，以轻快、自由的笔触捕捉瞬间感觉和光线变化。雷诺瓦通过细腻的色彩搭配和明暗对比，展示了萨马里的青春活力和时尚气质。画中的萨马里穿着低领晚礼服，体现了她的优雅与魅力',
                theme = '这幅肖像画不仅展示了萨马里的美丽和时尚，还反映了雷诺瓦对于女性形象的深入观察和描绘。通过这幅作品，雷诺瓦传达了对于生活美学和个人魅力的赞美，同时也表达了艺术家对于所处时代女性角色的敏感洞察'
            WHERE artwork = 'Jeanne Samary in a Low Necked Dress';
UPDATE phases
            SET background = '《By the Seashore》由皮埃尔-奥古斯特·雷诺瓦（Pierre-Auguste Renoir）于1883年创作，目前收藏于纽约大都会艺术博物馆。在1881-1882年间，雷诺瓦前往意大利，深受文艺复兴艺术的影响，这次旅行后，他开始探索一种新的绘画方式，强调人物轮廓和造型，逐渐从印象派的传统风格中转变',
                style = '该作品标志着雷诺瓦风格的转变，从传统印象派的户外即兴画法转向更为精细的工作室创作。他开始重视细节描绘和结构感，减少了户外光影变化的即时捕捉。《By the Seashore》中，雷诺瓦通过细腻的笔触和明亮的色彩，描绘了坐在海边的女性（他的未来妻子Aline Charigot）的优雅与静谧',
                theme = '此画作主题聚焦于个人肖像与自然风景的和谐结合。画中人物面向观众，身着时尚服装，背景则是模糊的海岸线和远处的帆船，展现了雷诺瓦对人物与环境关系的深刻洞察。此外，作品也反映了雷诺瓦对其伴侣的深情和对美的持续追求'
            WHERE artwork = 'By the Seashore';
UPDATE phases
            SET background = '《Gabrielle with a Rose》由皮埃尔-奥古斯特·雷诺瓦（Pierre-Auguste Renoir）在1911年创作。这幅作品描绘了雷诺瓦的长期模特和看护加布里埃尔·雷纳德（Gabrielle Renard），她不仅是家中的保姆，也成为了雷诺瓦的重要灵感来源。加布里埃尔对雷诺瓦及其家庭有着深远的影响，她参与了雷诺瓦一些最重要作品的创作，并在艺术家晚年提供了大量支持',
                style = '作品采用了雷诺瓦特有的印象派风格，通过细腻且富有表现力的笔触捕捉加布里埃尔的容貌和表情。画中的玫瑰花则象征着她的美丽与雷诺瓦对她的珍视。雷诺瓦的画作常展示其对光线和色彩的敏感捕捉，而这幅作品也不例外，展现了其对细节的精湛描绘',
                theme = '这幅画不仅是对一个个人的肖像，更是对一段深厚关系的纪念。雷诺瓦通过描绘加布里埃尔手持玫瑰的温柔场景，传达了对她个人特质的赞美和对她在自己艺术及个人生活中所扮演角色的尊重。此作品反映了艺术家对美的持续探索以及对亲密关系中纯粹美好的珍视'
            WHERE artwork = 'Gabrielle with a Rose';
UPDATE phases
            SET background = '拉斐尔创作《马多纳·康斯塔比勒》大约在1502至1504年间，这幅作品是他在离开乌姆布里亚前往佛罗伦萨之前的最后一幅作品。这幅画最初可能是为康斯塔比勒家族所作，后来在1871年被俄罗斯沙皇亚历山大二世购买，并作为礼物赠给了他的妻子。这幅画目前保存在圣彼得堡的艾尔米塔什博物馆',
                style = '《马多纳·康斯塔比勒》体现了拉斐尔早期的艺术风格，展现了他对典型意大利文艺复兴风格的探索。画中的人物表现出一种温和而亲切的感觉，马里亚穿着传统的蓝色斗篷和红色长袍，同时具有一种淡淡的忧郁感。这幅画以其精细的人物刻画和温馨的氛围而闻名',
                theme = '这幅作品主题聚焦于宗教和家庭，描绘了马里亚和婴儿耶稣的温馨场景。原作中马里亚凝视的是一颗石榴，象征基督的热情和牺牲，但后来的版本中她则在阅读一本书。这种细微的变化反映了拉斐尔对作品情感深度的探索，以及对母子之间纯净无邪的爱的表达​'
            WHERE artwork = 'The Madonna Conestabile';
UPDATE phases
            SET background = 'The Three Graces 由拉斐尔创作，完成于大约1504至1505年间。这幅画是拉斐尔青年时期的作品，体现了他早期对女性裸体的研究。画作中的三位女神分别代表了希腊神话中的美、创造力和生育力，拉斐尔将她们描绘成了三位互相拥抱的裸女。这幅作品可能是受到了古罗马雕塑或是费拉拉学派画风的启发',
                style = '《三美神》展现了拉斐尔对形式的综合处理和对精神表达的精细化，这在他后来的作品中得到了更广泛的应用。画中的三位女神姿态亲密，彼此依偎，手中各持一个苹果，这可能象征着来自赫斯珀里得斯花园的金苹果。画面背景采用了烟雾般的渲染技法，创造出淡淡的朦胧感，与达芬奇的《蒙娜丽莎》背景风格类似',
                theme = '此作品以希腊神话中的三美神为主题，她们分别是阿格拉娅、欧弗洛辛和塔莉亚，代表着青春、欢乐和光辉。画作描绘了她们在草地上共舞的场景，象征着美丽和和谐的共存。这幅画不仅是拉斐尔对古典主题的一次探索，也显示了他对女性美的独到理解和表现'
            WHERE artwork = 'The Three Graces';
UPDATE phases
            SET background = 'The School of Athens是由拉斐尔创作的壁画，完成于1509到1511年间。这幅壁画是教皇朱利叶斯二世委托拉斐尔在梵蒂冈的使徒宫进行装饰的一部分。它位于标志性的拉斐尔房间之一，斯坦泽拉房间，这个房间原本是教皇的私人图书室​',
                style = '此壁画展现了拉斐尔对空间构造的精湛掌握，通过建筑的透视和人物的精确布局，表达了哲学的严密逻辑。中心的柏拉图和亚里士多德形象，通过其手势和持书的姿态，象征他们的哲学思想。柏拉图指向天空，象征其形而上学的理念；亚里士多德手向地面，强调经验和实证的重要性',
                theme = '《雅典学派》通过展示古希腊哲学家、数学家和科学家聚集在一起讨论的场景，体现了文艺复兴时期对古典知识的重新评价和尊重。这幅画不仅是对希腊哲学的一次视觉赞颂，也象征了知识和理性的力量'
            WHERE artwork = 'The School of Athens';
UPDATE phases
            SET background = 'Two Old Men Disputing是由荷兰黄金时代的画家伦勃朗在1628年创作的。这幅画现藏于澳大利亚墨尔本的维多利亚国家美术馆。作为伦勃朗早期的作品，展示了他对日常生活场景和普通人物的兴趣和深刻描绘',
                style = '这幅作品是伦勃朗对老年和普通人物特征的一次深刻研究。画中两位老人，可能是圣彼得和圣保罗，被描绘为正在激烈讨论圣经中的某一点。伦勃朗通过明暗对比和光线处理增强了画面的戏剧性，光线聚焦在保罗的脸上，而彼得则处于较暗的环境中',
                theme = '这幅画的主题可能涉及宗教讨论，尤其是在荷兰的新教背景下，彼得和保罗就圣经内容的讨论具有特定的神学意义。通过描绘这两位圣徒的互动，伦勃朗不仅表现了人物的情感和精神状态，还反映了当时社会对宗教对话的重视'
            WHERE artwork = 'Two Old Men Disputing';
UPDATE phases
            SET background = 'The Night Watch 是由荷兰画家伦勃朗在1642年创作的。这幅画是为阿姆斯特丹的民兵队长Frans Banninck Cocq及其部队而作，原名为“Captain Frans Banninck Cocq and His Lieutenant Willem van Ruytenburgh Leading the Company Out”，后因油漆变暗而被误称为“夜巡”。画作首次被悬挂在阿姆斯特丹的Kloveniersdoelen，并在几个世纪中多次移动和修复',
                style = '这幅画以其巨大的尺寸和生动的场景动态著称，显示了民兵在队长命令下准备行动的一刻。画中的人物穿着时期服装，使用各种武器，组成了一个充满活力的集体肖像。伦勃朗利用光影效果和复杂的构图技巧，将这幅集体肖像变成了一个戏剧性的叙事场景',
                theme = '《夜巡》不仅是一个关于领导和组织的主题作品，同时也展示了公民身份和社会责任的重要性。通过画中人物的互动和表情，伦勃朗传达了领导力和团队协作的主题。此外，画作中的光影处理和人物动作反映了个体在更大社会结构中的角色和活力'
            WHERE artwork = 'The Nightwatch';
UPDATE phases
            SET background = 'The Jewish Bride 由伦勃朗创作，约完成于1665至1669年间。这幅画原标题为《以撒与利百加》，后来被称为《犹太新娘》，这个名称始于19世纪初的一个误解，现被认为描绘的是一对夫妇的亲密场景，而非特定的犹太文化背景​',
                style = '画中男女主人公穿着豪华服装，女子身着红色长裙，脖子和手腕缀有珍珠。男子则身着金棕色衣物，他们的手势温柔，表现了深刻的情感交流和保护。伦勃朗的这幅作品使用丰富的地球色调，技艺上融合了细腻与粗犷的对比，显示出他晚期作品的特征',
                theme = '这幅作品深刻表现了人物间的情感互动和心理状态。虽然具体人物身份仍有争议，画作通常被认为展现了一种普遍的、超越具体文化背景的人类关系和情感深度。这不仅是伦勃朗晚期作品的典型，也体现了他对人物心理描绘的深刻洞察'
            WHERE artwork = 'The Jewish Bride';
UPDATE phases
            SET background = 'Mr. and Mrs. Andrews 是由英国画家托马斯·盖恩斯伯勒于1750年左右创作的。这幅画描绘了一对年轻的夫妇，罗伯特·安德鲁斯先生和他的妻子弗朗西斯，在他们位于萨福克郡的庄园外。画作是盖恩斯伯勒早期最著名的作品之一，展示了他精湛的肖像画技巧和对自然景观的敏感捕捉',
                style = '这幅画结合了肖像画和风景画的元素，体现了18世纪英国画派的风格。盖恩斯伯勒在作品中使用了柔和的色调和细腻的笔触来描绘人物的服装和表情，同时，背景中细致的田园风光展现了他对光线和色彩的敏感运用',
                theme = '《安德鲁斯夫妇》不仅仅是一幅肖像，还通过展现人物与自然环境的和谐相处，反映了18世纪英国社会的乡村田园生活理想。画中夫妇的互动和轻松的姿态，以及开阔的风景背景，共同传达了一种优雅和宁静的生活方式'
            WHERE artwork = 'Mr. and Mrs. Andrews';
UPDATE phases
            SET background = 'The Blue Boy 是由英国画家托马斯·盖恩斯伯勒在1770年创作的。这幅画被认为是盖恩斯伯勒的代表作之一，描绘了一个年轻的贵族男孩穿着时尚的蓝色服装。画作展示了盖恩斯伯勒对服装细节的精细刻画和对青年贵族形象的理想化表现',
                style = '盖恩斯伯勒在《蓝色男孩》中运用了典型的洛可可风格，通过细腻的笔触和丰富的色彩层次表现出服装的华丽和质感。画中的蓝色服装和背景的自然风景相得益彰，展现了画家在光影处理上的高超技巧',
                theme = '这幅画不仅仅是一幅肖像，还通过展现年轻贵族的优雅与自信表达了18世纪英国社会对于青年贵族理想化的社会期望。盖恩斯伯勒通过这幅作品传达了一种青春的活力和未来的希望'
            WHERE artwork = 'The Blue Boy';
UPDATE phases
            SET background = 'Wooded Landscape with Cattle by a Pool and a Cottage at Evening 是由托马斯·盖恩斯伯勒在1782年创作的油画作品。此画展示了盖恩斯伯勒深厚的自然描绘能力和对田园风光的热爱。作品中的风景描绘了一个宁静的晚间场景，展现出典型的英国乡村美景',
                style = '该作品体现了洛可可风格的特点，通过柔和的色调和精细的光影处理，创造出一种温馨和谐的氛围。画面中的牛群、乡村小屋和宽阔的天空共同构成了一幅富有诗意的画面。盖恩斯伯勒利用光影的变化精确地表现了自然景观的细节，增强了画面的深度和空间感',
                theme = '此画不仅仅是对自然美景的再现，更是对乡村宁静生活的理想化表达。盖恩斯伯勒通过这幅作品传达了对自然和平静生活的向往，同时也反映了18世纪英国社会对田园诗般生活的追求和赞美'
            WHERE artwork = 'Wooded Landscape with Cattle by a Pool and a Cottage at Evening';
UPDATE phases
            SET background = 'Kuroda Ukinaga, Japanese actor 是由歌川国芳创作的浮世绘作品。国芳是日本江户时代后期著名的浮世绘艺术家，以其生动的戏剧性人物画和对历史故事的描绘而闻名。这幅作品描绘了日本演员黑田宇金永的肖像，展示了他在某个具体戏剧角色中的形象',
                style = '此作品典型地展现了国芳的艺术风格，特别是在色彩使用和人物表现上的独特性。作品中的色彩鲜艳，人物姿态夸张，充满戏剧性，这是浮世绘特有的表现手法。画中人物的服饰细节丰富，反映了当时的服装风格和社会文化',
                theme = '《黑田宇金永，日本演员》通过描绘一位著名的戏剧演员，在表演中的姿态和表情，展现了日本传统歌舞伎剧的艺术魅力。这幅作品不仅仅是对演员肖像的再现，更是对日本戏剧文化的一种赞颂，体现了艺术家对传统文化的尊重和传承'
            WHERE artwork = 'Kuroda Ukinaga, Japanese actor';
UPDATE phases
            SET background = 'Animated Gourd 是由歌川国芳创作的浮世绘作品。国芳是19世纪日本著名的浮世绘艺术家，以其生动的表现和对传统日本故事的描绘而闻名。这幅作品展示了他对超自然主题的兴趣，结合了日本传统的民间故事与幻想元素',
                style = '作品中的风格显示了国芳的典型技巧，包括细致的线条工作和鲜明的色彩使用。"Animated Gourd" 特别展示了他如何通过复杂的图案和细节来表达动态和表情，给传统主题带来生动的视觉表现',
                theme = '这幅画的主题探讨了自然与超自然的交织，体现了人们对自然界中隐藏力量的好奇和敬畏。通过赋予一个普通葫芦以生命和动态，国芳不仅展示了他的想象力，也反映了文化中对于自然和神秘的深层次尊重和欣赏'
            WHERE artwork = 'Animated Gourd';
UPDATE phases
            SET background = 'Four Cats in Different Poses 是由歌川国芳创作的一组浮世绘作品，这位19世纪的日本艺术家以其对动物的描绘尤其受到赞赏。这些作品充分展示了国芳在捕捉动物表情和动作方面的独特才能，反映了他对日常生活和自然界的观察',
                style = '这组作品特别展示了国芳如何使用线条和色彩来表达猫的动态姿态和情感。通过精细的刷工和对细节的关注，每只猫都呈现出个性和情感状态，显示了艺术家对传统日本版画技术的精湛掌握',
                theme = '"Four Cats in Different Poses" 不仅仅是对猫的生动描绘，更深层地探讨了人与自然的关系以及动物在人类生活中的象征意义。这些作品通过展示猫的各种姿态，引发观者对动物情感和人类情感之间共鸣的思考'
            WHERE artwork = 'Four cats in different poses';
UPDATE phases
            SET background = 'The Potato Eaters 是文森特·威廉·梵高的早期作品，完成于1885年。这幅画描绘了一群贫穷的农民在吃晚饭，是梵高试图捕捉农村生活的真实性的尝试。他对这幅画非常满意，尽管它在当时受到了批评，主要是因为颜色阴暗和形象处理上的“错误”。梵高希望通过这幅作品表达出对农民辛苦生活的尊重和同情',
                style = '这幅作品色彩主要以土黄色和暗褐色调为主，营造出一种压抑的氛围，反映出农民生活的艰辛。梵高在这幅画中采用了粗犷的画风和夸张的人物比例，增强了画面的表现力。这些特点预示了他后期作品中更为激烈和动感的风格',
                theme = '"The Potato Eaters" 主题聚焦于贫困和辛劳，强调了人们为生存而进行的基本斗争。梵高通过对这些农民简朴生活的描绘，传达了一种对生活苦难的深刻理解和对人性的深刻洞察'
            WHERE artwork = 'The Potato Eaters';
UPDATE phases
            SET background = 'Starry Night Over the Rhone 是梵高于1888年在法国阿尔勒创作的。这幅画是在梵高的黄金时期之一，当他生活在阿尔勒并极度投入于他的艺术创作。这幅夜景描绘了罗纳河畔的夜晚，反映了梵高对夜晚天空的深刻感受与独特见解',
                style = '这幅作品以其强烈的色彩和动态的刷法著称，展示了夜空和水面的光泽效果。梵高使用了丰富的蓝色和黄色调，通过光与暗的对比来增强视觉冲击力。他的笔触既大胆又自由，使画面呈现出动感和节奏感',
                theme = '"Starry Night Over the Rhone" 不仅仅是对自然景观的再现，更是对梵高内心世界的表达。通过星空和河流的描绘，梵高探索了宁静与动荡之间的张力，以及人类在宇宙中的位置'
            WHERE artwork = 'Starry Night Over the Rhone';
UPDATE phases
            SET background = 'The Starry Night 是梵高于1889年在法国圣雷米的精神病院创作的。这幅画描绘了从他的病房窗外看到的景象，加上一些想象的元素。这是梵高最著名的作品之一，也是他在精神状态极其动荡的时期创作的',
                style = '这幅画以其旋转的星空和充满活力的蓝色调著称，展示了梵高特有的表现主义风格。画面上的星星和夜空呈现出涡旋状，而村庄则相对平静、有序，创造了一种动静对比强烈的视觉效果',
                theme = '"The Starry Night" 不仅仅是对夜晚景象的描绘，更深层地表达了梵高对宇宙的感受以及对存在的思考。夜空中的星星和旋转的云彰显了一种超越现实的永恒感，反映了梵高内心世界的风暴'
            WHERE artwork = 'The Starry Night';
UPDATE phases
            SET background = 'Wheatfield with Crows 是文森特·梵高于1890年创作的最后一批作品之一，经常被认为是他的遗作。这幅画描绘了一个麦田，上空飞翔着乌鸦，背景是动荡的天空，这是梵高在生命的最后阶段对他的情感状态和心理困扰的深刻反映',
                style = '此作品突出显示了梵高典型的表现主义风格，通过强烈的色彩对比和有力的画笔触感来表达情感的紧张和不安。鲜艳的蓝色和黑色乌鸦在金黄色麦田上形成强烈对比，增强了画面的戏剧性',
                theme = '"Wheatfield with Crows" 通过展示天空与大地间的紧张对话，探讨了生与死、和平与冲突的主题。乌鸦通常被视为不祥之兆，这可能象征着梵高对自己命运的感知，同时反映了他内心的孤独和绝望'
            WHERE artwork = 'Wheatfield with Crows';
UPDATE phases
            SET background = 'Wassily Kandinsky的《Blue Rider》创作于1911年，这是他向抽象艺术过渡的关键时期。这幅作品也是他与弗朗茨·马尔克共同创立的艺术团体“蓝骑士”的象征，这一团体聚集了一批追求表现主义和抽象艺术的艺术家',
                style = '《Blue Rider》展示了Kandinsky早期的表现主义风格，使用鲜明、动感的色彩和形式来传达艺术家的情感和音乐感。画中的蓝色骑士象征着向自由和精神世界的追求，而抽象的元素预示了他后期作品的风格',
                theme = '此作品的主题强调内在情感的表达和对抽象美学的探索。Kandinsky相信颜色和形状能直接影响观者的灵魂，他通过《Blue Rider》探讨艺术与音乐、色彩与情感之间的深层联系'
            WHERE artwork = 'Blue rider';
UPDATE phases
            SET background = 'Wassily Kandinsky创作《Composition VI》于1913年，这是他抽象艺术创作的重要作品之一。这幅画的创作过程长达六个月，Kandinsky试图通过这幅画来表达洪水引发的浩劫和最终的精神重生',
                style = '《Composition VI》体现了Kandinsky的非客观主义理念，运用动态的形式和色彩混合，创造一种视觉上的情感冲击。画作中的色彩大胆丰富，形式上的混乱与交错反映了画家对内心世界的探索',
                theme = '该作品主题围绕灾难后的重生和精神转化展开。Kandinsky通过抽象的形式和符号，试图传达灵魂的深层次净化过程，以及通过艺术达到精神上的救赎和和解'
            WHERE artwork = 'Composition VI';
UPDATE phases
            SET background = 'Wassily Kandinsky创作《Several Circles》于1926年，此时他已是德国包豪斯学派的重要成员。这一时期的Kandinsky致力于更深入的抽象表达，通过简洁的形式和符号探索艺术的精神性',
                style = '《Several Circles》展现了Kandinsky对形式和色彩的精细操控。画面以多个相互重叠的圆形为中心，通过不同大小和色彩的圆形，创造出动态而和谐的视觉效果。这些圆形象征着宇宙和存在的完整性',
                theme = '此作品的主题侧重于表达宇宙的和谐与秩序。Kandinsky认为圆形是完美的几何形状，代表着无限和绝对。通过这些交织的圆圈，他探讨了生命、能量和精神层面的连接'
            WHERE artwork = 'Several Circles';
UPDATE phases
            SET background = '《Complex Simple》由Wassily Kandinsky创作，尽管没有确切的创作年份记录，此作品归属于他晚期的创作阶段，当时他已经深入探索抽象艺术和形式的简化。此时期的Kandinsky作品反映了他对抽象艺术理念的成熟和深化，特别是在他的教学和理论作品中体现出来',
                style = '《Complex Simple》体现了Kandinsky对形式与色彩之间关系的深刻理解，通过简化的形式和鲜明的色块来表达复杂的主题和情感。这幅画展现了他标志性的使用大胆色彩和动态线条，以传达音乐的节奏感和内在的动态',
                theme = '这幅作品的主题探讨了复杂与简单之间的张力，以及如何通过简化的视觉元素来表达深层的情感和思想。Kandinsky试图通过画面上的视觉简洁性达到一种精神上的复杂性和多维度的感受，反映了他对艺术作为感知和表达工具的看法'
            WHERE artwork = 'Complex Simple';
